[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"data",[{"q":"In years, what is the longest recorded life span of a dog?","a":29},{"q":"In miles per hour, what is the fastest recorded speed for a mammal?","a":71},{"q":"In inches, how tall is the Oscar statuette?","a":13.5},{"q":"How many full-length films did Tom Cruise appear in before he turned 40?","a":24},{"q":"How many floors does the Leaning Tower of Pisa have?","a":8},{"q":"How many ridges are on the outside of a dime?","a":118},{"q":"In what year was the parking meter invented?","a":1935},{"q":"In what year did the Wright Brothers become the first people to successfully fly a manned airplane?","a":1903},{"q":"In miles, what is the distance between Russia and the United States at their closest point?","a":2.5},{"q":"The Tumbo tree is only found in the Namib desert in Africa.  How many leaves does a Tumbo tree have?","a":2},{"q":"What percent of Americans age 18 to 25 have at least one tattoo?","a":0},{"q":"How many hours per week does the average American spend watching TV?","a":34},{"q":"In pounds, how much potatoes does the average American eat per year?","a":142},{"q":"How many pounds does an empty Boeing 747 airplane weigh?","a":406},{"q":"In what year did Superman make his first comic book appearance?","a":1938},{"q":"In pounds, how much does the comic book character Wonder Woman weigh?","a":165},{"q":"In years, how old was the oldest woman in recorded medical history?","a":122},{"q":"What percent of high school students who apply to Harvard University are accepted?","a":0},{"q":"How many points did Michael Jordan average per game during his NBA career?","a":30},{"q":"In what year was basketball invented by gym teacher James Naismith?","a":1891},{"q":"In feet, how tall was the tallest giraffe ever recorded?","a":20},{"q":"In pounds, what was the weight of the heaviest domesticated cat ever recorded?","a":46.81},{"q":"The Philippines are made up of how many islands?","a":7107},{"q":"How many official languages does India have?","a":22},{"q":"In what year did the Gap launch its Old Navy brand?","a":1994},{"q":"In what year did Walt Disney World open in Orlando, Florida?","a":1971},{"q":"How many bones are there in the adult human body?","a":206},{"q":"For how many years did the Berlin Wall separate East and West Germany? ","a":28},{"q":"In what year did a woman trick leading doctors into believing she gave birth to 18 rabbits?","a":1726},{"q":"In what year did the repeal of Prohibition make it legal to once again sell alcohol in the U.S.?","a":1933},{"q":"How many #1 singles did the Beatles have on the Billboard Hot 100 singles chart?","a":20},{"q":"How many #1 albums have the Rolling Stones had on the Billboard 200 chart?","a":9},{"q":"What percent of Americans find the commercials to be the most important part of the Super Bowl? ","a":0},{"q":"How many cups of coffee does the average American drink per year?","a":394},{"q":"In miles per hour, what is the fastest wind speed ever recorded in a tornado? ","a":318},{"q":"In miles per hour, what is the minimum wind speed necessary for a Category 5 hurricane? ","a":157},{"q":"How many years after the publication of The Fellowship of the Ring, did Peter Jackson's movie premiere?","a":47},{"q":"How many times is the word \"Force\" said in Star Wars: A New Hope?","a":23},{"q":"What is the average annual salary of an NBA basketball player?","a":5150000},{"q":"What is the highest price ever paid for a baseball card?","a":2800000},{"q":"In what year were women in the U.S. granted the right to vote?","a":1920},{"q":"In what year was a woman first appointed to the Supreme Court?","a":1981},{"q":"On average, how many quarts of ice cream does an American eat per year?","a":20},{"q":"On average, what  percent of a bag of milk chocolate M&Ms are blue?","a":0},{"q":"In what year did Mickey Mouse make his first movie appearance?","a":1928},{"q":"In what year was the first G.I. Joe action figure sold?","a":1965},{"q":"In feet, how tall is The Statue of Liberty including the pedestal?","a":305},{"q":"In feet, how tall is Venezuela's Angel Falls, the world's tallest waterfall?","a":3},{"q":"What was Tom Cruise's salary for his breakout role in the movie Risky Business?","a":75000},{"q":"In what year did an actress first earn $1 million for a movie role?","a":1963},{"q":"In feet and inches, how tall was Abraham Lincoln?","a":6},{"q":"What was the average life expectancy for a U.S. citizen in 1800?","a":30},{"q":"How many points did Wilt Chamberlain average per game during the NBA season when he set the record for most points scored?","a":50},{"q":"In how many seasons did Michael Jordan lead the NBA in points scored per game?","a":10},{"q":"In what year did the Roman Coliseum open?","a":80},{"q":"In how many of the 195 countries in the world is English an official language?","a":60},{"q":"In what year did Benjamin Franklin prove that lightning was electricity, after flying his kite in a thunderstorm?","a":1752},{"q":"In what year were the lyrics to The Star-Spangled Banner written?","a":1814},{"q":"What percent of American adults say that reading is their favorite leisure-time activity?","a":0},{"q":"What percent of people say they keep the greeting cards they receive \"forever\"?","a":0},{"q":"In yards, how long was the longest successfully kicked NFL field goal?","a":63},{"q":"In miles per hour, what was the fastest average winning speed ever recorded for the Daytona 500 car race? ","a":178},{"q":"In miles, how far does the average American drive each year?","a":13},{"q":"How many miles long is the Mississippi River?","a":2},{"q":"In dollars, how much did Johnny Depp receive to play Jack Sparrow in all four Pirates of the Caribbean movies?","a":350},{"q":"How many James Bond films were released in the 1900s?","a":19},{"q":"How many pounds does one gallon of whole milk weigh?","a":8.6},{"q":"If a person weighs 100 pounds on Earth, how many pounds would they weigh on the surface of the moon?","a":16.5},{"q":"In what year did the 40-hour work week officially take effect in the U.S.?","a":1938},{"q":"In what year did a U.S. president first live in the White House?","a":1800},{"q":"How many black keys are on a standard 88-key piano?","a":36},{"q":"How much did the most expensive ticket cost on the Titanic in 1912?","a":4350},{"q":"In years and days, for how long was Brad Pitt married to Jennifer Aniston?","a":5},{"q":"How many siblings did Michael Jackson grow up with?","a":8},{"q":"In what year was the legal U.S. voting age lowered to 18?","a":1971},{"q":"In what year did Alaska and Hawaii become the last of the 50 United States?","a":1959},{"q":"In pounds, how much did the heaviest ever sumo wrestling champion weigh?","a":501},{"q":"How many seats are in the largest NFL football stadium?","a":82566},{"q":"How many words are in the shortest book in the King James Bible?","a":299},{"q":"In dollars, what is the value of a ton of $1 bills? ","a":907180},{"q":"How many feet above sea level is the highest point on Mount Everest, the world's tallest mountain?","a":29},{"q":"In feet, how deep is the world's deepest ocean trench?","a":35},{"q":"In feet, how tall are the letters in the Hollywood sign?","a":45},{"q":"How many times do the Beatles sing the word \"Yeah\" in the song She Loves You?","a":29},{"q":"In what year did the bikini swimsuit make its first appearance?","a":1946},{"q":"In what year did the first New York City subway line open to the public?","a":1904},{"q":"How many children's books did Dr. Seuss write and illustrate?","a":44},{"q":"How many of the 195 countries in the world have at least one McDonald's restaurant?","a":119},{"q":"How many people in the world have a net worth of at least $1 billion?","a":1226},{"q":"What is the net worth of Bill Gates, co-founder of Microsoft, Inc.?","a":61},{"q":"Martin Scorcese won his 1st Best Director Oscar for The Departed.  How many feature films had he directed beforehand?","a":25},{"q":"How many pounds did Robert DeNiro gain for his role as a boxer in the 1980 film Raging Bull?","a":60},{"q":"In what year was the computer game Pong released?","a":1972},{"q":"How many people have won all of the following awards: Emmy, Grammy, Oscar, and Tony?","a":11},{"q":"How many feet wide is an NFL football field?","a":160},{"q":"How many touchdown passes did Joe Montana throw during his 15-year NFL career?","a":273},{"q":"In what year did Alexander Graham Bell receive a patent for the invention of the telephone?","a":1876},{"q":"In what year did the U.S. Surgeon General first declare that cigarettes are addictive?","a":1988},{"q":"How many years passed between the introduction of Coca-Cola and the introduction of Diet Coke?","a":96},{"q":"What was the price of the first Ford Model T car that was introduced in 1908?","a":850},{"q":"How many men signed the U.S. Declaration of Independence?","a":56},{"q":"In pounds, what is the weight of the Liberty Bell?","a":2},{"q":"How much does the average American dog owner spend per year on dog food?","a":446},{"q":"What is the largest number of different words spoken by one bird?","a":148},{"q":"In what year did Sesame Street first air?","a":1969},{"q":"In what year did the first episode of The Simpsons air?","a":1989},{"q":"How many popes were before Pope Francis?","a":265},{"q":"As of August 2012, how many countries are in the European Union?","a":27},{"q":"In feet and inches, how tall was the tallest man in recorded medical history?    ","a":8},{"q":"In inches, how tall was the shortest mature man in recorded medical history?","a":21.5},{"q":"How many short stories did Edgar Allan Poe publish?","a":65},{"q":"What percent of the world's population is Christian?","a":0},{"q":"In what year was the first ATM installed in the U.S.?","a":1969},{"q":"In what year did the first Wal-Mart store open?","a":1962},{"q":"How many passengers survived the plane crash in the first episode of the TV show Lost?","a":48},{"q":"How many full-length feature films did Alfred Hitchcock direct?","a":58},{"q":"What was the federal minimum hourly wage in the U.S. in 2000?","a":5},{"q":"The U.S. population was 281 million in 2000.  What was the U.S. population in 1900?","a":76212168},{"q":"What percent of the world's surface is water?","a":1},{"q":"How many accredited medical schools are there in the U.S.?","a":138},{"q":"How many planes were shot down by the Red Baron in WWI?","a":80},{"q":"How many nuclear bombs have been detonated since the discovery of nuclear fission?","a":2081},{"q":"How many #1 singles has Madonna had on the Billboard Hot 100 chart?","a":12},{"q":"How many songs did Elvis Presley have on the Billboard Hot 100 chart?","a":148},{"q":"In what year did Mark Twain first publish the novel The Adventures of Huckleberry Finn?","a":1885},{"q":"In what year did Isaac Newton first publish his theory on the laws of gravity?","a":1687},{"q":"By how much money does Judge Judy's annual salary exceed that of all 9 Supreme Court justices combined?","a":43},{"q":"How old was Oprah Winfrey when she first anchored the news at Nashville's WTVF-TV station?","a":19},{"q":"In what year did IBM release its first personal computer?","a":1975},{"q":"In what year was Coca-Cola first produced?","a":1886},{"q":"How many total students attend Arizona State University, the nation's largest university?","a":72254},{"q":"How many years would you expect to live if you were born in Andorra, the country with the world's highest life expectancy?","a":82.5},{"q":"How many channels does the average American TV viewer have?","a":118},{"q":"How many viewers watched the final episode of The Oprah Winfrey Show?","a":16.4},{"q":"In what year did construction begin on the White House?","a":1792},{"q":"What's the highest number of points you can get for an opening word in Scrabble?","a":128},{"q":"In feet, how tall is the world's tallest building?","a":2},{"q":"How many steps are there to the top of the Eiffel Tower?","a":1665},{"q":"What percent of U.S. households own at least one pet dog?","a":0},{"q":"How many dog breeds are recognized by the American Kennel Club?","a":175},{"q":"In what year was the automatic bread slicer invented, allowing pre-sliced bread to be sold in the U.S. for the first time?","a":1928},{"q":"In what year did LEGO introduce its first building blocks?","a":1949},{"q":"How much money does each player start with in the standard Monopoly board game?","a":1500},{"q":"How many spaces are there on a standard Trivial Pursuit board?","a":73},{"q":"What percent of Americans age 25 or over have a high school diploma?","a":1},{"q":"On average, how many people watch The Today Show on NBC each day?","a":4317000},{"q":"What percent of U.S. vice presidents have become president?","a":0},{"q":"In days, what was the shortest term of any U.S. president?","a":32},{"q":"How many episodes of Seinfeld have been aired?","a":180},{"q":"How many concerts did the Grateful Dead perform during their 30 year career?","a":2318},{"q":"In what year did a pilot first break the sound barrier?","a":1947},{"q":"In what year was canned food invented?","a":1810},{"q":"How many full-length plays did William Shakespeare write?","a":37},{"q":"What is the world's population?","a":7022614205},{"q":"In what year did MTV play its first music video?","a":1981},{"q":"In what year did Jon Stewart become the host of The Daily Show?","a":1999},{"q":"How many different countries border China?","a":14},{"q":"How many time zones does Russia have?","a":11},{"q":"How many matches did Muhammad Ali win during his professional boxing career?","a":56},{"q":"Mike Tyson is 5' 10\".  How many pounds did he weigh when he first won the WBC heavyweight boxing championship?","a":218},{"q":"In feet and inches, how tall is the Sesame Street character Big Bird?","a":8},{"q":"In feet, how tall is the world's tallest LEGO tower?","a":105},{"q":"In what year was a patent first granted for the car air bag?","a":1953},{"q":"What year was the yo-yo first patented in the US?","a":1866},{"q":"How much was Mike Myers paid to voice Shrek in the movie Shrek 2?","a":10000000},{"q":"In how many theatrically released films was Elvis Presley credited as an actor?","a":31},{"q":"What percent of active U.S. Armed Forces personnel are women?","a":0},{"q":"How many U.S. states were there in 1900?","a":45},{"q":"On average, what percent of a watermelon's weight comes from water?","a":1},{"q":"In degrees Fahrenheit, what is the lowest temperature ever recorded in Hawaii?","a":12},{"q":"In what year did Columbia University become the last Ivy League school to admit women?","a":1983},{"q":"In what year was the first U.S. TV show color television broadcasted?","a":1951},{"q":"In feet and inches, what is the world record in the men's long jump?","a":29},{"q":"In inches, what is the standard distance between U.S. railroad tracks?","a":56.5},{"q":"In miles per hour, what is the fastest recorded speed for a fish?","a":68},{"q":"In what year was Spacewar, the first computer game, created?","a":1961},{"q":"In what year did Leonardo Da Vinci draw designs for the first modern parachute?","a":1483},{"q":"In what year did Genghis Khan die?","a":1227},{"q":"How many southern states joined the Confederacy during the U.S. Civil War?","a":11},{"q":"In years, how long did it take to carve Mount Rushmore?","a":14},{"q":"How many years passed between the first NBA game and the first WNBA game?","a":48},{"q":"How many times did the New York Yankees play in the World Series during the 1900's?","a":36},{"q":"How old was Louis Armstrong when he became the oldest male soloist to have a #1 U.S. single?","a":63},{"q":"How many acts performed on the main stage at the original Woodstock concert?","a":32},{"q":"What percent of the world's population lives in China?","a":0},{"q":"How many countries are members of OPEC, the organization that supplies 40% of the world's oil?","a":12},{"q":"In what year did Levi's produce the first pair of denim blue jeans?","a":1873},{"q":"In what year did Henry Ford found the Ford Motor Company?","a":1903},{"q":"In feet and inches, how tall is talk show host Conan O'Brien?","a":6},{"q":"What percent of U.S. land area does Alaska make up?","a":0},{"q":"On average, how many baseballs are used in a Major League Baseball season? ","a":160000},{"q":"How many soccer goals did Pelé score in his professional career?","a":1281},{"q":"How many votes were cast in the 2012 U.S. presidential election?","a":128556837},{"q":"Out of 538 electoral votes, how many did Ronald Reagan receive in the 1984 presidential election?","a":525},{"q":"In feet, how long was the largest whale ever recorded?","a":98},{"q":"In miles per hour, what is the average speed of the Australian dragonfly, the fastest flying insect?","a":24},{"q":"How many cases of human spontaneous combustion appeared in medical journals between the years of 1600 and 1900?","a":97},{"q":"How many calories are there in a standard 12-ounce can of Coca-Cola Classic?","a":140},{"q":"In weeks, how long did Michael Jackson's Thriller spend at #1 on the Billboard 200 album chart?","a":37},{"q":"How many Academy Award nominations did The Lord of the Rings movie trilogy receive?","a":30},{"q":"How many rooms are in the White House?","a":167},{"q":"In 2007, how many times was George W. Bush's 49 minute State of the Union speech interrupted by applause?","a":58},{"q":"In miles per hour, what is the fastest speed achieved by a roller coaster?","a":150},{"q":"In miles per hour, what was the average speed of the winner of the first Indianapolis 500 in 1911?","a":74.6},{"q":"How many dots, including energizers, were on each board in the original Pac-Man video game?","a":244},{"q":"In what year was the first Stanley Cup won by a hockey team?","a":1893},{"q":"What is the average annual salary of a person employed in New York City?","a":69029},{"q":"What is the dollar value of a mint condition copy of the comic book Action Comics #1, the first appearance of Superman?","a":1600000},{"q":"In inches, what is the greatest amount of snow to fall in a single U.S. location over a 24-hour period?","a":76},{"q":"What percent of Canadians live within 100 miles of the U.S. border?","a":1},{"q":"In what year was the film The Shawshank Redemption first released?","a":1994},{"q":"How many award categories were presented at the 2012 Academy Awards ceremony?","a":24},{"q":"How many stocks comprise the Dow Jones Industrial Average?","a":30},{"q":"In years, how long does the average U.S. $1 bill stay in circulation?","a":4.8},{"q":"In pounds, what was the weight of the largest gold nugget ever found?","a":158.81},{"q":"In pounds, what was the weight of the largest pearl ever found?","a":14.06},{"q":"In what year were electric holiday lights first used during the U.S. Christmas season?","a":1882},{"q":"In what year was the Heisman Trophy first awarded to the best U.S. college football player?","a":1935},{"q":"In feet, how wide is the Great Sphinx of Giza?","a":20},{"q":"How many feature films did Alfred Hitchcock direct that had only one word in the title?","a":16},{"q":"How many times could Rhode Island fit into the land area of Alaska?","a":423},{"q":"How many U.S. states have less than 1 million people?","a":6},{"q":"In miles, what is the distance around the Earth at its equator?","a":24},{"q":"How many inventions did Thomas Edison patent during his life?","a":1093},{"q":"How many chemical elements are there on the Periodic Table of the Elements?","a":118},{"q":"How many letters are in the longest English word recognized by an Oxford dictionary?","a":45},{"q":"Ronald Reagan was the oldest U.S. president.  In years and days, how old was he when he first took office?","a":69},{"q":"In years and days, for how long did Franklin D. Roosevelt serve as U.S. president?","a":12},{"q":"How many books are in the Old Testament of the King James Bible?","a":39},{"q":"How many official languages are used by the United Nations?","a":6},{"q":"How many spaces are there on a Candy Land board?","a":134},{"q":"How many times did hockey great Wayne Gretzky win the NHL Most Valuable Player Award?","a":9},{"q":"In miles per hour, what is the average airspeed velocity of the West African Swallow?","a":24},{"q":"How many libraries were in the United States in 2013?","a":121169},{"q":"The Scream by Edvard Munch is the most expensive painting ever sold at auction.  What was the dollar price paid for this painting?","a":119.9},{"q":"What are Microsoft's annual revenues?","a":69.92},{"q":"In what year did the U.S.S.R. launch Sputnik 1, the first satellite to be sent into space?","a":1957},{"q":"In miles, what is the distance in a straight line from New York to Los Angeles?","a":2},{"q":"In inches, how long is the average giant anteater's tongue?","a":24},{"q":"In pounds, what was the weight of the heaviest freshwater fish ever caught?","a":646},{"q":"J.R.R. Tolkien sold The Lord of the Rings film rights in 1968.  In dollars, what was the selling price?","a":15000},{"q":"How many Cabinet Departments are there in the U.S. federal government?","a":15},{"q":"In miles per hour, how fast does sound travel at sea level?","a":761},{"q":"How many miles does light travel in one second?","a":186},{"q":"In what year was the first NCAA Basketball Tournament, often referred to as \"March Madness,\" played?","a":1939},{"q":"In pounds, what was the weight of the largest hamburger ever produced?","a":8},{"q":"In miles, how long is i90, the longest Interstate highway in the United States?","a":3},{"q":"In what year did construction begin on Notre Dame cathedral in Paris?","a":1163},{"q":"How much did the average gallon of gasoline cost in the U.S. in 1980?","a":1},{"q":"In days, what is the longest that any astronaut has spent in space on a single mission?","a":437},{"q":"In what year was the Statue of Liberty unveiled to the American public?","a":1886},{"q":"In what year was the comic strip Peanuts first published?","a":1950},{"q":"651 athletes competed in the 1904 Summer Olympics.  How many were women?","a":6},{"q":"A perfect bowling score is 300.  What is the lowest score by a professional bowler on national TV?","a":100},{"q":"Between 1975 and 1995, how many U.S. states experienced an earthquake?","a":46},{"q":"Chang and Eng Bunker were 19th century Siamese twins.  How many children did they father?","a":21},{"q":"For how many hours per week does the average American watch TV?","a":19.11},{"q":"How many \"favorite things\" are listed in the song My Favorite Things from The Sound of Music?","a":14},{"q":"How many Academy Award nominations did the 6 Star Wars movies receive?","a":24},{"q":"How many babies are born worldwide every minute?","a":258},{"q":"How many bathrooms does the White House have?","a":35},{"q":"How many calories are in a Big Mac?","a":540},{"q":"How many carats does the Tiffany Yellow Diamond weigh?","a":128.54},{"q":"How many cells were there in the Alcatraz federal prison?","a":336},{"q":"How many different bones did Evel Knievel break during his career?","a":35},{"q":"How many different shapes of pasta are there?","a":352},{"q":"How many dimples are on the Titleist Pro V1 golf ball?","a":352},{"q":"How many episodes aired of The Brady Bunch?","a":117},{"q":"How many fictional characters have stars on the Hollywood Walk of Fame?","a":18},{"q":"How many guests were invited to the 2011 royal wedding of Prince William and Kate Middleton?","a":1900},{"q":"How many hazardous waste sites are located in New Jersey?","a":222},{"q":"How many hot dogs does the average American eat in a year?","a":70},{"q":"How many hours before a Space Shuttle launch did NASA begin its countdown?","a":43},{"q":"How many innings did the longest game in Major League Baseball history last?","a":26},{"q":"How many James Bond novels did Ian Fleming write?","a":12},{"q":"How many letters are there on a traditional vision testing chart?","a":61},{"q":"How many licks does it really take to get to the center of a Tootsie Pop?","a":252},{"q":"How many minutes of The Wizard of Oz are in black and white?","a":22},{"q":"How many movies have been released with the name \"Tarzan\" in the title?","a":89},{"q":"How many nuclear power reactors are operating in the U.S.?","a":104},{"q":"How many pages were in the FBI's file on Albert Einstein?","a":1427},{"q":"How many people attended the final baseball game at the original Yankee Stadium?","a":54610},{"q":"How many people could be seated in the ancient Roman Colosseum?","a":49000},{"q":"How many pet cats are there in the U.S.?","a":86400000},{"q":"How many pet dogs are there in the U.S.?","a":78200000},{"q":"How many poisonous snakebites occur worldwide each year?","a":421000},{"q":"How many servings of carbonated soft drinks does the average American drink per year?","a":715},{"q":"How many slices of pizza are eaten in the U.S. every second?","a":350},{"q":"How many species of bats are there?","a":1100},{"q":"How many squares of toilet paper does the average American use per day?","a":57},{"q":"How many stars surround the mountain in the Paramount Pictures logo?","a":22},{"q":"How many steps does it take to reach the top of the Empire State Building?","a":1860},{"q":"How many taxis are there in New York City?","a":13237},{"q":"How many times does Paul McCartney sing the phrase \"let it be\" in The Beatles' song Let it Be?","a":41},{"q":"How many times has Michael Jordan appeared on the cover of Sports Illustrated?","a":57},{"q":"How many total medals were awarded at the 2008 Summer Olympics in Beijing?","a":958},{"q":"How many U.S. state abbreviations do not contain a vowel?","a":19},{"q":"How many U.S. states legally allow first cousins to get married?","a":25},{"q":"How many women did Jerry Seinfeld date in the TV series Seinfeld?","a":73},{"q":"How many women have won the Nobel Prize?","a":40},{"q":"How many words does the average American speak per day?","a":15942},{"q":"How many years separated the creation of the hamburger and the creation of the hamburger bun?","a":31},{"q":"How many years separated the patents of the tin can and the can opener?","a":45},{"q":"How much does the average American adult spend on lottery tickets each year?","a":197},{"q":"How old was John Lennon when The Beatles first appeared on The Ed Sullivan Show?","a":23},{"q":"If Abraham Lincoln's statue at the Lincoln Memorial could stand up, how many feet tall would it be?","a":28},{"q":"In 1655, the British Royal Navy started issuing daily rum to every sailor.  In what year did they stop?","a":1970},{"q":"In 2000, 942 million music CDs were purchased in the U.S.  How many were purchased in the U.S. in 2011?","a":223.5},{"q":"In acres, how big is Manhattan's Central Park?","a":843},{"q":"In cents, how much did the Big Mac cost when it was introduced in 1967?  ","a":45},{"q":"In days, how long was the Battle of the Alamo?","a":13},{"q":"In degrees Fahrenheit, how hot is the water that shoots out of Yellowstone Park's Old Faithful geyser?","a":204},{"q":"In degrees Fahrenheit, how hot must the inside of a toaster get to make toast?","a":310},{"q":"In degrees Fahrenheit, what is the highest temperature ever recorded in the U.S.?","a":134},{"q":"In dollars, how much did the video game Halo 3 make in its first day of U.S. sales?","a":170000000},{"q":"In feet and inches, how far from the dartboard do professional players stand when playing darts?","a":7},{"q":"In feet and inches, how long was the longest zucchini ever measured?","a":7},{"q":"In feet and inches, how tall is Michelangelo's David statue?","a":16},{"q":"In feet and inches, what is the height of the Mona Lisa without its frame?","a":2},{"q":"In feet and inches, what is the length of the longest recorded human beard?","a":17},{"q":"In feet and inches, what is the width between the uprights of an NFL goalpost?","a":18},{"q":"In feet, how high is Stonehenge's tallest stone?","a":24},{"q":"In feet, how high is the ceiling of the Sistine Chapel?","a":68},{"q":"In feet, how high is the tallest mountain in Colorado?","a":14},{"q":"In feet, how high was the highest geyser eruption ever recorded?","a":1},{"q":"In feet, how long is the Statue of Liberty's right arm?","a":42},{"q":"In feet, how long is the world's longest swimming pool?","a":3},{"q":"In feet, how long was the largest Twister game mat ever created?","a":244.7},{"q":"In feet, how tall is Godzilla in the original Japanese movie?","a":164},{"q":"In feet, how tall is the Eiffel Tower?","a":1},{"q":"In feet, how wide is a tennis court, including the doubles alleys?","a":36},{"q":"In feet, what is the height of the tallest living tree?","a":379.33},{"q":"In feet, what was the circumference of the widest tree trunk ever recorded?","a":190},{"q":"In hours and minutes, what is the combined length of the 3 The Lord of the Rings movies?","a":9},{"q":"In hours and minutes, what is the record for covering 23 miles on a pogo stick?","a":12},{"q":"In hours, how long did it take a plane to first fly around the world without stopping or refueling?","a":216.05},{"q":"In how many movies did Elvis Presley appear?","a":31},{"q":"In how many of his own films did Alfred Hitchcock make a cameo?","a":38},{"q":"In inches, how long was the longest human baby at birth?","a":30},{"q":"In miles per hour, how fast is the world's fastest elevator?","a":39.77},{"q":"In miles per hour, what is the fastest speed ever reached by a passenger train?","a":361},{"q":"In miles per hour, what is the maximum flying speed of a wild turkey?","a":55},{"q":"In miles per hour, what is the minimum wind speed for a snowstorm to be classified as a blizzard?","a":35},{"q":"In miles per hour, what speed does the DeLorean need to reach to time travel in the film Back to the Future?","a":88},{"q":"In miles per hour, what was the top speed of the original Ford Model T car?","a":45},{"q":"In miles, how deep is the deepest hole ever drilled into the Earth?","a":7.7},{"q":"In miles, how long is the world's longest road tunnel?","a":15.23},{"q":"In minutes and seconds, what is the record for running up 86 flights of stairs in the Empire State Building?","a":9},{"q":"In minutes, how long does the average American spend commuting to work each day? ","a":25.1},{"q":"In pounds, how much candy does the average American eat per year? ","a":24.9},{"q":"In pounds, what is the least a woman can weigh to be carried in the World Wife Carrying Championships?","a":107.8},{"q":"In pounds, what is the weight of an average dairy cow?","a":1},{"q":"In pounds, what was the birth weight of the heaviest baby to survive?","a":22.5},{"q":"In pounds, what was the combined birth weight of the heaviest set of twins?","a":27.75},{"q":"In pounds, what was the weight of the largest rainbow trout ever caught?","a":48},{"q":"In the 2000 film Gladiator, how many people in the Colosseum crowd scenes were cardboard cutouts?","a":400},{"q":"In the TV show Seinfeld, how many times did Kramer walk into Jerry's apartment?","a":389},{"q":"In U.S. dollars, how much did Elvis Presley pay for Graceland in 1957?","a":103500},{"q":"In U.S. dollars, how much did Google pay to acquire YouTube in 2006?","a":1.65},{"q":"In U.S. dollars, how much did Luke Skywalker's lightsaber sell for at a 2008 auction?","a":240000},{"q":"In U.S. dollars, how much did the first mobile phone cost when it was released in 1983?","a":3995},{"q":"In U.S. dollars, how much money did the U.S. pay to Russia to acquire Alaska?","a":7200000},{"q":"In U.S. dollars, what is the highest price ever paid for a comic book?","a":2160000},{"q":"In U.S. dollars, what is the highest purchase price for a painting done by elephants?","a":39000},{"q":"In U.S. dollars, what was the largest jackpot ever paid by a Las Vegas slot machine?","a":39713982},{"q":"In weeks, how long did the song Macarena stay on the Billboard Hot 100 Chart?","a":60},{"q":"In what year did a woman first orbit the Earth?","a":1963},{"q":"In what year did an airline first hire a flight attendant?","a":1930},{"q":"In what year did Ben & Jerry's introduce Cherry Garcia ice cream?","a":1987},{"q":"In what year did Cassius Clay change his name to Muhammad Ali?","a":1964},{"q":"In what year did celebrities first place their handprints in front of Grauman's Chinese Theatre in L.A.?","a":1927},{"q":"In what year did Cracker Jack boxes first contain prizes?","a":1912},{"q":"In what year did Donald Duck first appear in a cartoon?","a":1934},{"q":"In what year did gumball machines first appear in the U.S.?","a":1907},{"q":"In what year did Heinz ketchup first come in squeezable bottles?    ","a":1983},{"q":"In what year did Kellogg's introduce Pop-Tarts?","a":1964},{"q":"In what year did LEGO begin making figures in addition to blocks?","a":1974},{"q":"In what year did Marie Curie become the first female to win the Nobel Prize?","a":1903},{"q":"In what year did McDonald's introduce the Big Mac nationwide?","a":1968},{"q":"In what year did McDonald's introduce the Happy Meal?","a":1979},{"q":"In what year did Parker Brothers publish its first board game?","a":1883},{"q":"In what year did People magazine first name a \"Sexiest Man Alive\"?","a":1985},{"q":"In what year did Snoopy first stand on 2 legs?","a":1957},{"q":"In what year did someone first barrel over Niagara Falls and survive?","a":1901},{"q":"In what year did someone first stand naked on the summit of Mt. Everest?","a":2006},{"q":"In what year did The Beatles perform their final U.S. concert?","a":1966},{"q":"In what year did the Boston Red Sox sell Babe Ruth to the New York Yankees?","a":1919},{"q":"In what year did the candy cane first appear?","a":1670},{"q":"In what year did The Muppet Show first air?","a":1976},{"q":"In what year did the number of cell phones surpass the number of land lines worldwide?","a":2002},{"q":"In what year did the Scottish king ban golf because it was distracting his men from archery practice?","a":1457},{"q":"In what year did The Tonight Show first air?","a":1954},{"q":"In what year did the Trix Rabbit make his TV debut?  ","a":1960},{"q":"In what year did the U.S. Department of Defense acknowledge the existence of Area 51?","a":1994},{"q":"In what year did the U.S. establish 9-1-1 as an emergency phone number?","a":1968},{"q":"In what year did the U.S. first issue a $1 bill?","a":1862},{"q":"In what year did the U.S. minimum wage hit $1 / hour?","a":1956},{"q":"In what year did the U.S. reduce mail deliveries to once per day?","a":1950},{"q":"In what year did the world's first pizzeria open?","a":1830},{"q":"In what year did Vincent Van Gogh paint The Starry Night?","a":1889},{"q":"In what year was a collection of jokes first published in book form?","a":350},{"q":"In what year was a letter first sent by airmail?","a":1785},{"q":"In what year was a smiley face first used to express emotion on a computer screen?","a":1982},{"q":"In what year was Elvis Presley inducted into the U.S. Army?","a":1958},{"q":"In what year was frozen pizza first sold in the U.S.?","a":1957},{"q":"In what year was Harley-Davidson founded?","a":1903},{"q":"In what year was instant replay first used in a televised football game?","a":1963},{"q":"In what year was Ken introduced as Barbie's companion?","a":1961},{"q":"In what year was Michael Jackson granted his patent for shoes?","a":1993},{"q":"In what year was paper money first used as currency? ","a":960},{"q":"In what year was PEZ candy invented?","a":1927},{"q":"In what year was SPAM first sold?","a":1937},{"q":"In what year was the Campbell Soup Company founded?","a":1869},{"q":"In what year was The Fellowship of the Ring first published?","a":1954},{"q":"In what year was the first cell phone call made?","a":1973},{"q":"In what year was the first McDonald's restaurant opened?","a":1948},{"q":"In what year was the flying trapeze invented?","a":1859},{"q":"In what year was the human voice first recorded?","a":1860},{"q":"In what year was the Indianapolis 500 car race first held?","a":1911},{"q":"In what year was the Kentucky Derby first run?","a":1875},{"q":"In what year was the letter \"m\" first printed on M&M candies?","a":1950},{"q":"In what year was the Mr. Potato Head toy introduced?","a":1952},{"q":"In what year was the novel Dracula first published?","a":1897},{"q":"In what year was the Slinky first sold?","a":1945},{"q":"In what year was the submarine invented?","a":1775},{"q":"In what year was the toothpaste tube invented?","a":1892},{"q":"In what year was toilet paper first advertised on national TV?","a":1955},{"q":"In what year was Velcro invented?","a":1948},{"q":"In what year were Hula-Hoops first sold in the U.S.?","a":1958},{"q":"In what year were roller skates invented?","a":1759},{"q":"In what year were TVs first sold in the U.S.?","a":1928},{"q":"In years, how long after its discovery was Pluto demoted from a \"planet\" to a \"dwarf planet\"?","a":76},{"q":"In years, how old was Ben Franklin when he signed the U.S. Constitution?","a":81},{"q":"In years, how old was the oldest Major League Baseball player to hit a home run?","a":48},{"q":"In years, how old was the oldest woman to parachute from a plane?","a":100},{"q":"In years, what is the average circulation time of a U.S. coin?","a":25},{"q":"Maggie is scanned at the checkout line during The Simpsons opening credits.  In dollars, how much does she cost?","a":848},{"q":"Minnesota is called the \"Land of 10,000 Lakes\".  How many lakes does Minnesota actually have?","a":11842},{"q":"Of the U.S. population age 25 or older, what percent has a bachelor's degree?","a":0},{"q":"On average, how many 3-leaf clovers are there for every 4-leaf clover?","a":10000},{"q":"On average, how many days per year does it rain in Las Vegas?","a":27},{"q":"On average, how many days per year does it rain in Seattle?","a":150},{"q":"On average, how many greeting cards does a U.S. household purchase each year?","a":30},{"q":"On average, how many miles per gallon did the Ford Model T car get?","a":17},{"q":"On average, how many people attended the SPAMARAMA festival each year to celebrate SPAM canned meat?","a":10000},{"q":"On average, how many pounds of cheese does an American adult eat per year?","a":31},{"q":"On average, how many times per minute does a newborn baby's heart beat?","a":140},{"q":"On Star Trek, how many crew members served on the Starship Enterprise?","a":430},{"q":"Star Wars debuted in 43 theaters in its opening weekend.  In U.S. dollars, how much did it gross in this limited release?","a":1554475},{"q":"The first Ferris Wheel opened in 1893.  How many people could it hold?","a":2160},{"q":"The first portable computer was released in 1981.  How many pounds did it weigh?","a":23.5},{"q":"The Hercules beetle can carry an object that is how many times its own weight?","a":850},{"q":"The London Zoo put on a \"Humans\" exhibit in 2005.  How many humans were put on display?","a":8},{"q":"The Old Farmer's Almanac is the oldest U.S. periodical.  In what year was it first published?","a":1792},{"q":"The Wright brothers built the first engine-powered airplane.  How many pounds did it weigh?","a":750},{"q":"The Yuengling Brewery is the oldest U.S. brewery.  In what year did it open?","a":1829},{"q":"There are 194 countries in the world.  How many use French as an official language?","a":29},{"q":"What is the average weight of the heaviest flying bird?","a":40},{"q":"What is the fewest number of moves that it takes to solve any Rubik's Cube?","a":20},{"q":"What is the most points scored by a winning team in the Super Bowl?","a":55},{"q":"What is the record for most seasons played by an NFL football player?","a":26},{"q":"What is the world record for the most hot dogs eaten in 10 minutes?","a":68},{"q":"What percent of American adults attended a live music performance in the past year?","a":0},{"q":"What percent of American adults average less than 6 hours of sleep per night?","a":0},{"q":"What percent of American adults average more than 8 hours of sleep per night?","a":0},{"q":"What percent of American adults own prescription eyeglasses?","a":1},{"q":"What percent of American adults smoke? ","a":0},{"q":"What percent of American adults volunteered at least once in the past year?","a":0},{"q":"What percent of American adults went to a barbecue in the past year?","a":0},{"q":"What percent of American children hang a stocking at Christmas?","a":0},{"q":"What percent of American men like to sleep in the nude?","a":0},{"q":"What percent of American women dye their hair?","a":1},{"q":"What percent of Americans believe that aliens have visited Earth?","a":0},{"q":"What percent of Americans believe that Americans are too fat?","a":1},{"q":"What percent of Americans bring work with them on vacation?","a":0},{"q":"What percent of Americans have been to Alaska?","a":0},{"q":"What percent of Americans have been to Florida? ","a":1},{"q":"What percent of Americans have never moved away from their hometown?","a":0},{"q":"What percent of Americans say they've sent a text message while driving?","a":0},{"q":"What percent of Americans think that it's morally wrong to cheat on their taxes?","a":1},{"q":"What percent of Americans wash their hands after using a public restroom?","a":1},{"q":"What percent of Americans went to the beach in the past year?","a":0},{"q":"What percent of bank robberies are committed by women?","a":0},{"q":"What percent of Car Talk listeners named the Yugo the \"Worst Car of the Millennium\"?","a":0},{"q":"What percent of Christmas trees bought in the U.S. are artificial?","a":0},{"q":"What percent of executives admit to having cheated at golf?","a":1},{"q":"What percent of golf clubs are purchased for women?","a":0},{"q":"What percent of home fires start in the kitchen?","a":1},{"q":"What percent of Iowa's land area is used for farming?","a":1},{"q":"What percent of Mark McGwire’s career hits were home runs?","a":0},{"q":"What percent of Mike Tyson's fights were wins by knockout?","a":1},{"q":"What percent of people have a reflex causing them to sneeze in bright light?","a":0},{"q":"What percent of Scotland's population has red hair?","a":0},{"q":"What percent of the world's rice is consumed by China?","a":0},{"q":"What percent of U.S. $1 bills are contaminated with disease-causing bacteria?","a":1},{"q":"What percent of U.S. adults have a tattoo?","a":0},{"q":"What percent of U.S. adults have played a board game in the past year?","a":0},{"q":"What percent of U.S. beer sales are of beer brands owned by Anheuser-Busch?","a":0},{"q":"What percent of U.S. electricity is generated from nuclear power plants?","a":0},{"q":"What percent of U.S. households regularly eat dinner together?","a":0},{"q":"What percent of U.S. presidents have served in the military?","a":1},{"q":"What percent of U.S. public schools require students to wear uniforms?","a":0},{"q":"In feet, how high is the world's tallest roller coaster?","a":456},{"q":"In how many movies did Will Farrell appear on screen from 2000 through 2011?","a":25},{"q":"In what year did Wile E. Coyote first chase the Road Runner in a cartoon?","a":1949},{"q":"In feet and inches, how tall is Lady Gaga?","a":5},{"q":"What percent of Facebook users in the U.S. are female?","a":1},{"q":"How many texts does the average teenager send each day? ","a":111},{"q":"In miles per hour, what is the highest posted speed limit in the U.S.?","a":80},{"q":"In feet and inches, how long was the longest carrot?","a":19},{"q":"How many different skill levels were in the original release of Angry Birds?","a":63},{"q":"In minutes, what is the average time a person spends taking a shower?","a":8},{"q":"In feet, how tall is the world's largest IMAX movie screen?","a":96},{"q":"How many columns go across the front of the Lincoln Memorial?","a":12},{"q":"What is the minimum number of U.S. states you must drive through to get from the Atlantic to the Pacific?","a":7},{"q":"What percent of preschoolers believe that George Washington is still the president? ","a":0},{"q":"How many Pilgrims were on board the Mayflower when the ship left England in 1620?","a":102},{"q":"How many feet are in a mile?","a":5},{"q":"What percent of U.S. households have at least 1 pet dog?","a":0},{"q":"In what year was the novel Twilight published?","a":2005},{"q":"How many books are in Lemony Snicket's The Series of Unfortunate Events?","a":13},{"q":"How old was Miley Cyrus when her TV show Hannah Montana debuted?","a":13},{"q":"What percent of U.S. kids, ages 12-13, own a cell phone?","a":1},{"q":"In the song I Know an Old Lady Who Swallowed a Fly, how many animals did the old lady swallow?","a":8},{"q":"In feet, how tall is the Sleeping Beauty Castle at Disneyland?","a":77},{"q":"How many Native Americans attended the first Thanksgiving feast in 1621?","a":90},{"q":"How many states seceded from the Union during the U.S. Civil War?","a":11},{"q":"How many Nabisco Animal Crackers shapes are there?","a":19},{"q":"In miles per hour, how fast can the fastest fish swim?","a":68},{"q":"What percent of Americans say that pro football is their favorite sport?","a":0},{"q":"How many children do the Weasleys have in the Harry Potter series?","a":7},{"q":"In days, how long did it take the Pilgrims to cross the Atlantic Ocean on the Mayflower?","a":66},{"q":"In miles per hour, how fast can a cheetah run?","a":71},{"q":"In miles, how long of a line can the average lead pencil draw?","a":35},{"q":"In feet, how tall are the tallest stilts ever successfully used for walking?","a":53},{"q":"What percent of U.S. households have at least 1 pet cat?","a":0},{"q":"On average, how many new dinosaur species are discovered each year?","a":14},{"q":"What percent of adults carve pumpkins for Halloween?","a":0},{"q":"In feet and inches, how tall was the tallest player in NBA basketball history?","a":7},{"q":"On average, how many pounds of bamboo does a Giant Panda eat in a day? ","a":84},{"q":"At how many degrees Fahrenheit does water boil?","a":212},{"q":"How many ghosts live in the Haunted Mansion at Disneyland?","a":999},{"q":"How many Oreo cookies come in a standard 18-ounce package?","a":45},{"q":"How many planets does the Little Prince visit in the book The Little Prince?","a":7},{"q":"On average, how many minutes a day does a teenager watch TV?","a":203},{"q":"In inches, how tall is the world's tallest dog?","a":43},{"q":"In feet, how tall is the Eiffel Tower?","a":1},{"q":"How many balloons were attached to Carl Fredricksen's house in the movie Up?","a":20622},{"q":"How many Brothers Grimm fairy tales are there?","a":210},{"q":"How many constellations are there?","a":88},{"q":"In feet, how long is the square mat that gymnasts use for the floor exercise?","a":39.37},{"q":"In feet, what is the wingspan of the world's smallest jet plane that is flown by a pilot?","a":17},{"q":"What percent of people living in the U.S. speak a language other than English when they are at home?","a":0},{"q":"In what year was the first piece of chewing gum sold?","a":1848},{"q":"What is the oldest age at which a woman has given birth?","a":66},{"q":"In feet, how tall was the tallest iceberg ever recorded?","a":550},{"q":"How many pages are in the hardcover version of Harry Potter and the Sorcerer's Stone?","a":309},{"q":"On average, what percent of American children go trick-or-treating on Halloween?","a":1},{"q":"In feet, how wide is a regulation soccer goal?","a":24},{"q":"How many countries are there in South America?","a":12},{"q":"How many ribs are in the human body?","a":24},{"q":"In feet, what is the farthest someone has ridden a skateboard on one wheel?","a":224},{"q":"In feet and inches, how long is Michael Phelps' arm span?","a":6},{"q":"By how many inches does Hawaii move towards Japan each year?","a":3},{"q":"How many sentences are in the children's book Where the Wild Things Are?","a":10},{"q":"How many doors are there in the White House?","a":412},{"q":"How many spaces are there on the Jeopardy! board?","a":30},{"q":"In feet, how long was the longest bicycle ever built?","a":117},{"q":"In feet, how long is a Slinky when it is stretched out and laying flat?","a":87},{"q":"In pounds, how much did the heaviest pumpkin weigh?","a":1},{"q":"What is the most number of push-ups completed in 1 hour?","a":3416},{"q":"How many Smarties come in a Smarties roll?","a":15},{"q":"How many players per team are allowed to play in an NHL hockey game?","a":20},{"q":"How old was Barack Obama when he was elected U.S. president in 2008? ","a":47},{"q":"How old was Facebook founder Mark Zuckerberg when he became the youngest U.S. billionaire?","a":23},{"q":"The first skyscraper was built in 1885. How many stories tall was it? ","a":10},{"q":"In what year was a cow first brought to the American colonies?","a":1611},{"q":"In feet, what is the furthest someone has ridden a motorcycle through a tunnel of fire?","a":224},{"q":"How old was King Tut when he took the throne of Egypt? ","a":8},{"q":"What percent of U.S. adults are afraid of snakes?","a":1},{"q":"What was the lowest salary of a Major League Baseball player in 2011?","a":414000},{"q":"What percent of Girl Scout Cookies sold are Thin Mints?","a":0},{"q":"In what year did the Statue of Liberty arrive in New York?","a":1885},{"q":"How many U.S. state quarters feature a map of the state?","a":14},{"q":"In feet, how tall was the tallest recorded sand castle?","a":37},{"q":"On average, how old is an American man when he gets married for the first time?","a":28.7},{"q":"How many songs were on Rihanna's breakthrough album Good Girl Gone Bad?","a":12},{"q":"In the book The Very Hungry Caterpillar, how many days does the caterpillar spend eating? ","a":7},{"q":"In miles per hour, how fast can an ostrich run?","a":43},{"q":"How many people participated in the world's largest water balloon fight?","a":8957},{"q":"How many films have been released by Walt Disney Animation Studios?","a":51},{"q":"How many times its own height can a flea jump?","a":100},{"q":"What is the record for most swords swallowed at one time?","a":17},{"q":"In hours and minutes, what is the fastest time for running a marathon while dressed as Santa?","a":2},{"q":"How many types of Lucky Charms' marshmallows have been released in the cereal's history?","a":13},{"q":"In what year was Facebook founded?","a":2004},{"q":"How many ketchup packets would it take to fill up a 14-ounce ketchup bottle?","a":44},{"q":"How many vampires are in the Cullen family in the first Twilight book?","a":7},{"q":"How many U.S. states start with the letter M?","a":8},{"q":"On average, how many hours per day does a wild sloth sleep?","a":9.6},{"q":"In feet, what is the farthest a kangaroo can jump?","a":39},{"q":"How old was Taylor Swift when her debut album was released?","a":16},{"q":"In what year did the Xbox 360 come out?","a":2005},{"q":"In the story The Princess and the Pea, how many mattresses were between the princess and the pea?","a":20},{"q":"In what year did the TV show Hannah Montana first air?","a":2006},{"q":"How many times does a honeybee flap its wings in 1 second?","a":230},{"q":"How old was the oldest recorded polar bear?","a":42},{"q":"How many men have walked on the moon?","a":12},{"q":"On average, how many whiskers does a cat have on their muzzle?","a":24},{"q":"How many pyramids have been discovered in Egypt?","a":118},{"q":"How many men signed the U.S. Constitution?","a":39},{"q":"In inches, what is the world record high jump for a pig? ","a":27.5},{"q":"How many minutes did it take Abraham Lincoln to give the Gettysburg Address?","a":2},{"q":"In miles, how wide is the Grand Canyon at its widest point?","a":18},{"q":"In inches, what is the longest recorded wingspan of a bat?","a":78.74},{"q":"In years, what is the world record for the longest lasting hiccup attack?","a":68},{"q":"What percent of children's Halloween costumes are princesses?","a":0},{"q":"How many parts must be removed from the patient in the game Operation?","a":13},{"q":"How many calories are in the average apple?","a":80},{"q":"In inches, what is the record length of a Tyrannosaurus Rex's tooth?","a":12},{"q":"In miles, what is the farthest a person has traveled on a unicycle in 1 hour?","a":18.63},{"q":"In years and days, how old was the youngest person to win a professional golf tournament?","a":15},{"q":"In hours and minutes, how long was the movie The Hunger Games?","a":2},{"q":"In feet and inches, how far apart are standard train tracks?","a":4},{"q":"What percent of U.S. adults are afraid of the dark?","a":0},{"q":"How many slices are there in a loaf of Classic White Wonder Bread?","a":22},{"q":"What is the most number of spoons a person has balanced on their face?","a":16},{"q":"How many feet across is a Major League Baseball pitching mound?","a":18},{"q":"What was the age of the youngest person to win an Olympic gold medal? ","a":13},{"q":"In feet and inches, how tall is Wolverine from the X-Men comics?","a":5},{"q":"In inches, how long was the longest millipede?","a":15},{"q":"In hours, what is the longest time a person has stood on one foot?","a":76},{"q":"How many U.S. states have land borders with Canada?","a":11},{"q":"How old is Ariel in the Disney movie The Little Mermaid?","a":16},{"q":"In dollars, what is the price of the world's most expensive commercially available pizza?","a":160},{"q":"How old was Tiger Woods when he first became the #1 golfer in the world?","a":21},{"q":"According to the Harry Potter books, how many players are there on a Quidditch team?","a":7},{"q":"How many different answers are provided by a standard Magic 8-Ball?","a":20},{"q":"On average, how many dollars are spent each year on Girl Scout cookies?","a":760},{"q":"What percent of men have some form of color blindness?","a":0},{"q":"How many bats live in the Bracken Cave in Texas?","a":20},{"q":"How many songs do the characters sing in the first High School Musical movie?","a":8},{"q":"How many hairs are on the average human eyebrow?","a":500},{"q":"In pounds, what is the record for the heaviest object pulled by one person?","a":416},{"q":"How many teams participate in the Little League Baseball World Series?","a":16},{"q":"In pounds, what is the world record for weight lifted by a single human ear?","a":178},{"q":"In miles per hour, what is the fastest wind speed ever recorded?","a":318},{"q":"How many gallons of water does an elephant drink in a day?","a":50},{"q":"In feet, how long was the largest Christmas stocking ever made?","a":168},{"q":"How many pieces of PEZ candy does a PEZ dispenser hold?","a":12},{"q":"How many peanut M&Ms are in a pound?","a":193},{"q":"On average, what percent of the human body is water?","a":1},{"q":"In feet, how tall was the tallest structure ever created using only playing cards?","a":25.79},{"q":"In feet, what is the average wingspan of a Bald Eagle?","a":7},{"q":"On average, how many miles away can a lion's roar be heard?","a":5},{"q":"What percent of people are left-handed?","a":0},{"q":"How many named locations are in the Candy Land game?","a":9},{"q":"How many years does an average honeybee live in the wild?","a":5},{"q":"On average, how many pounds does an Emperor Penguin weigh?","a":66},{"q":"How many tires does a Boeing 747 plane have?","a":18},{"q":"In inches, what is the width of an NBA basketball hoop?","a":18},{"q":"How many pages long is each Diary of a Wimpy Kid book?","a":224},{"q":"In feet and inches, how tall is Hagrid said to be in the first Harry Potter movie?","a":8},{"q":"What is the largest number of glazed donuts eaten in eight minutes?","a":49},{"q":"What is the most number of Guinness Book World Records held by 1 person?","a":128},{"q":"In inches, how long was the longest living insect ever found?","a":22},{"q":"How many days was Columbus at sea before he first saw North America?","a":70},{"q":"In pounds, what is the weight of the largest commercially available hamburger?","a":319},{"q":"On average, how many calories did Michael Phelps eat each day while training for the 2008 Olympics?","a":12000},{"q":"For the opening weekend of the 2012 blockbuster, The Avengers, what percent of audience members were female?","a":0},{"q":"In miles per hour, what is the record speed for a radio controlled car?","a":161},{"q":"On average, how old is an American woman when she gets married for the first time?","a":26.7},{"q":"How many different shaped pieces are there in the video game Tetris?","a":7},{"q":"How many years old is the oldest known living tree?","a":9},{"q":"How many minutes of music can fit on a standard CD?","a":74},{"q":"On average, how many people participate in Spain's annual La Tomatina, the world's largest food fight?","a":30000},{"q":"How many Americans watched Michael Jackson's memorial service on TV?","a":31.14},{"q":"In feet and inches, how tall must you be to ride Disney World's Space Mountain roller coaster?","a":3},{"q":"How many countries won at least one medal at the 2008 Summer Olympics in Beijing?","a":87},{"q":"What percent of Americans say that ranch is their favorite salad dressing?","a":0},{"q":"How many people live and work on the largest active U.S. Navy aircraft carrier?","a":5830},{"q":"In what year was the Nintendo DS handheld video game console introduced?","a":2004},{"q":"In feet, how long is the world's longest roller coaster?","a":8},{"q":"On average, how many glasses of milk does a cow produce in its lifetime?","a":200000},{"q":"How many states touch the Mississippi River?","a":10},{"q":"What is the greatest number of puppies born in the same litter?","a":24},{"q":"On average, how many days does an ostrich egg take to hatch?","a":42},{"q":"How old was Professor Dumbledore in Harry Potter and the Half-Blood Prince?","a":115},{"q":"In feet, what's the average height of an eruption from the Old Faithful geyser in Yellowstone National Park?","a":135},{"q":"In The Hobbit, how many Dwarves accompany Bilbo Baggins on his adventure? ","a":13},{"q":"In feet, how far can the original Spider-Man shoot his web?","a":60},{"q":"On average, how many ants and termites does a giant anteater swallow each day?","a":35000},{"q":"On average, how many days a year does a kid spend in school?","a":180},{"q":"How many Life Savers come in a standard roll?","a":14},{"q":"In what year did a cow last live at the White House?","a":1913},{"q":"On average, how many people worldwide does McDonald's serve each day?","a":68},{"q":"The largest LEGO set ever sold was a model of the Taj Mahal.  How many LEGO bricks are in this set?","a":5922},{"q":"How many arrows is the eagle holding on a one-dollar bill?","a":13},{"q":"In years, how old was the oldest man in history?","a":115.7},{"q":"In feet, what is the longest recorded length for a dinosaur?","a":131},{"q":"In miles per hour, what is the top speed the fastest person can run?","a":27},{"q":"For how many seasons was Paula Abdul a judge on American Idol?","a":8},{"q":"In seconds, what is the world record for solving the Rubik's Cube?","a":5.66},{"q":"How many Hershey's Kisses are made from 1 pound of chocolate?  ","a":95},{"q":"In degrees Fahrenheit, how hot can lava get?","a":2},{"q":"In hours and minutes, what is the longest someone has continuously spun a basketball on their finger?","a":4},{"q":"What is the minimum age at which one is allowed to become the U.S. President?","a":35},{"q":"On average, how many feet long is the human small intestine?","a":23.5},{"q":"In feet and inches, what is the height of the shortest cow ever recorded?","a":2},{"q":"In meters, how long is 1 lap around an Olympic running track?","a":400},{"q":"In miles per hour, what is the fastest speed for a jet propelled car?","a":763},{"q":"What is the most goals ever scored by a team in an NHL hockey game?","a":16},{"q":"How many cranberries does it take to make one gallon of cranberry juice?","a":4400},{"q":"In feet and inches, how tall is Frodo Baggins from The Lord of the Rings?","a":3},{"q":"In minutes and seconds, what is the fastest time for eating a 12-inch pizza?","a":1},{"q":"In miles, what is the record for riding a motorcycle while sitting backwards?","a":93.21},{"q":"How many calories are in a Burger King Whopper?","a":670},{"q":"In feet, how wide can a moose's antlers get?","a":6},{"q":"In feet and inches, how long is the longest skateboard ever made?","a":36},{"q":"How many different colors of LEGO blocks are there?","a":51},{"q":"How many large white laces are on an NFL football?","a":8},{"q":"How many chests of tea were thrown into the water during the Boston Tea Party?","a":342},{"q":"How many miles can a bee fly in a day?","a":60},{"q":"How many mummies were found in King Tut's tomb?","a":3},{"q":"When dressed, how many visible holes does SpongeBob SquarePants have?","a":29},{"q":"How many animals and plants are on the U.S. Endangered Species list?","a":2069},{"q":"In months, how long did the Pony Express last?","a":19},{"q":"How many hours per day does a lion sleep?","a":20},{"q":"How many flowers are in the design on the side of an Oreo cookie?","a":12},{"q":"How many Pixar movies were released before Brave?","a":12},{"q":"What percent of Americans went to an amusement park in the past year?","a":0},{"q":"In miles per hour, what is the fastest recorded speed of a domesticated cat?","a":29.8},{"q":"On average, how many cherries does it take to make a cherry pie?","a":250},{"q":"What was the age of the youngest person to reach the top of Mt. Everest?","a":13},{"q":"How many books are in C.S. Lewis' The Chronicles of Narnia?","a":7},{"q":"How many spaces are on the Wheel of Fortune wheel?","a":24},{"q":"In hours and minutes, how long did Neil Armstrong walk on the moon?","a":2},{"q":"In feet, how tall was the tallest pyramid in Egypt?","a":481},{"q":"How many contestants made it to Hollywood Week in the first season of American Idol?","a":121},{"q":"In skips, what is the world record for stone skipping?","a":51},{"q":"In what year did Barbie \"get\" a belly button?","a":2000},{"q":"On average, how many sesame seeds are on a Big Mac bun?","a":380},{"q":"In dollars, how much money does the average American spend per year on Halloween candy?","a":21},{"q":"In miles per hour, how fast can a roadrunner run?","a":20},{"q":"How many letters were in the winning word at the 2011 National Spelling Bee?","a":12},{"q":"In feet, how tall is the Washington Monument?","a":555},{"q":"How many languages has the Harry Potter series been translated into?","a":65},{"q":"How many #1 Billboard singles did Beyoncé have as a solo artist from 2000 to 2009? ","a":5},{"q":"In years, how old was the oldest person to climb Mount Everest?","a":76},{"q":"In what year did the popular TV show Mythbusters first appear in the U.S.?","a":2003},{"q":"How many crayon colors came in the first Crayola crayons box?","a":8},{"q":"How many times does the average person blink each day?","a":14400},{"q":"VEGAS STRETCH GOALS","a":0},{"q":"What’s the average salary of an exotic dancer in the United States?","a":47471},{"q":"In 2016, what percent of gaming tables in the Las Vegas strip were blackjack tables?","a":1},{"q":"How many times is the “F” word used in the 2013 film, The Wolf of Wall Street?","a":569},{"q":"What percentage of PornHub’s traffic is women?","a":0},{"q":"In feet and inches, what is the longest recorded length of a blue whale penis?","a":7},{"q":"How many nuclear devices were tested in the desert outside Las Vegas between 1951 and 1993?","a":928},{"q":"The first casino in Las Vegas was the Pair-O-Dice Club. In what year was it built?","a":1931},{"q":"How many women in the United States underwent breast augmentation surgery in 2016?","a":310444},{"q":"What is the biggest jackpot ever paid out in Las Vegas?","a":39710826},{"q":"For how many years did the formula for Coca-Cola contain the drug cocaine?","a":44},{"q":"How much tax revenue did Colorado see from legal marijuana sales in 2016?","a":119810079},{"q":"How many sexual positions are listed in the Kama Sutra?","a":64},{"q":"What is the world record for the largest gathering of Elvis impersonators?","a":895},{"q":"In what year did Charles Fey invent the slot machine?","a":1895},{"q":"What percent of Las Vegas casinos revenue is derived from gambling?","a":0},{"q":"In 1992, a Stardust Casino employee carried a bag of cash and chips out the door. How much did he steal?","a":507361},{"q":"In Sex and the City, how many partners did Miranda have before learning she had an STD?","a":42},{"q":"What percentage of Jehovah’s Witness are accepting of homosexuality?","a":16},{"q":"How many miles long is the Las Vegas Strip?","a":4.2},{"q":"How many miles are between Paris, France, and Paris Las Vegas Casino?","a":5420},{"q":"What year did condoms become mandatory for sex workers in Las Vegas?","a":1988},{"q":"In what year was the iconic “Welcome to Fabulous Las Vegas” sign posted at the city limits?","a":1959},{"q":"In Breaking Bad, how much does Gus pay to buy 38 pounds of meth from Walter White?","a":1.2},{"q":"In what year did Benny Binlon, owner of the Horseshoe Casino, found the World Series of Poker?","a":1970},{"q":"How many years passed between the dedication of the Statue of Liberty and the completion of the replica in Las Vegas?","a":111},{"q":"Pricasso paints portraits using his penis. How many dollars is the least expensive portrait he offers?","a":199},{"q":"The High Roller in Las Vegas is the world’s tallest ferris wheel. How many feet tall is it?","a":550},{"q":"Sheri’s Ranch is the closest legal brothel to Las Vegas. In miles, how far is it?","a":65},{"q":"How many dollars did Michael Jackson pay in 1985 to acquire The Beatles’ music?","a":47500000},{"q":"How many musicians were in the largest orchestra ever assembled?","a":7224},{"q":"How many degrees Fahrenheit does Beyoncé demand her dressing room to be?","a":78},{"q":"How many songs did The Beatles have on the Billboard Pop Singles Chart?","a":64},{"q":"How many million copies has Michael Jackson’s Thriller album sold worldwide?","a":66},{"q":"How many times does Britney Spears sing the word “baby” in “Baby One More Time”?","a":19},{"q":"How many strings are there on a classical concert harp?","a":47},{"q":"How much did The Rock and Roll Hall of Fame spend to preserve Lady Gaga’s meat dress?","a":6000},{"q":"How many views on YouTube did Adele’s “Hello” music video receive within 24 hour of its release?","a":27.7},{"q":"How many times has Mick Jagger appeared on the cover of Rolling Stone?","a":30},{"q":"How much money did Madonna have when she dropped out and moved to NYC to pursue her dreams?","a":35},{"q":"How many cow hides were required to make the world’s largest drum?","a":40},{"q":"In what year did the copyright to the song “Happy Birthday” expire in the United States?","a":2016},{"q":"In what year did “The Star-Spangled Banner” become the U.S. national anthem?","a":1931},{"q":"How many weeks did the soundtrack to West Side Story spend at #1 on the Billboard charts?","a":54},{"q":"In what year did Willie Nelson begin using the guitar he currently plays?","a":1969},{"q":"On average, how many fewer years do rock stars live compared to a typical person?","a":25},{"q":"How many words are in the song “Rap God” by Eminem?","a":1560},{"q":"In what year did Barbados create a national holiday to honor Rihanna?","a":2008},{"q":"What is the cumulative concert box office revenue from all U2 concerts since they started touring in 1979?","a":1984000000},{"q":"In the opera Don Giovanni, how many women does Don Giovanni claim to have seduced?","a":2063},{"q":"How many songs has the cast of Glee had on the Billboard Hot 100?","a":207},{"q":"On average, how many dollars does a lead guitarist make for every $1000 of music sold?","a":23},{"q":"How many days did it take @katyperry to get 100 million Twitter followers?","a":3037},{"q":"In how many countries did the Spice Girls’ first single, “Wannabe”, hit #1?","a":37},{"q":"How much money did Taylor Swift earn in the 2015-16 financial year?","a":170000000},{"q":"In dollars, how much did the world’s most expensive instrument sell for?","a":15900000},{"q":"In how many countries was Miley Cyrus’ “Wrecking Ball” certified Gold or Platinum based on sales?","a":14},{"q":"In 1977, how many screens did Star Wars premiere on during its opening day?","a":42},{"q":"What percent of the population in U.S. and Canada went to the movies at least once in 2016?","a":1},{"q":"In 2014, how many girls born in the U.S. were named Elsa?","a":1138},{"q":"How many martinis has Bond drunk on-screen during the first 25 James Bond movies?","a":27},{"q":"What was the worldwide box-office gross for the 2009 film, Avatar?","a":2787965087},{"q":"Alfred Hitchcock directed 52 major movies. In how many did he make a cameo appearance?","a":39},{"q":"How many times is Bill Murray’s character Phil Connors seen reliving in Groundhog Day?","a":34},{"q":"How many actresses have won more than one Oscar for Best Actress?","a":13},{"q":"What is the longest time interval between the release of a movie and its sequel?","a":63},{"q":"How old was Bilbo Baggins when he left Middle Earth at the end of The Lord of the Rings?","a":131},{"q":"The Blair Witch Project grossed over $248 million worldwide. How much was spent on its production?","a":35000},{"q":"How many wands did Daniel Radcliffe break while playing Harry Potter during filming of the 8 movies?","a":80},{"q":"How many pounds was the original Godzilla costume from the 1954 film?","a":220},{"q":"What year did the first African American win an Oscar?","a":1939},{"q":"In feet, how long is the current Hollywood sign?","a":350},{"q":"How many times was the first teaser trailer for Beauty and the Beast (2017) viewed in the first 24 hours?","a":91.8},{"q":"In Jaws, Chief Brody says, “We’re gonna to need a bigger boat.” How many feet long is the boat?","a":0},{"q":"How many feature films has Walt Disney Animation Studios produced?","a":56},{"q":"How much was Jennifer Lawrence paid for playing Katniss in the first Hunger Games movie?","a":500000},{"q":"In the theatrical release of the movie Conan the Barbarian, how many lines are spoken by Conan?","a":40},{"q":"In minutes and seconds, what is the longest kiss in movie history?","a":3},{"q":"How many characters including punctuation, are in the world’s longest movie title?","a":168},{"q":"How many of the world’s top 100 grossing movies are not based on a previously published brand?","a":15},{"q":"How many Minions does Felonius Gru command in Despicable Me?","a":10400},{"q":"As of 2017, how many R-rated films have won Best Picture?","a":29},{"q":"In years and days, how old is oldest person to have been nominated for an Oscar?","a":87},{"q":"In what year did Batman first appear on the movie screen?","a":1943},{"q":"How long did it take the Titanic to sink in James Cameron’s 1997 movie Titanic?","a":2},{"q":"Out of 389 Russian athletes, how many were not allowed to compete in the 2016 Summer Olympics due to a doping scandal?","a":111},{"q":"How many national teams sent in registrations to be eligible for the 2010 FIFA Football World Cup?","a":205},{"q":"How many of the 32 NFL teams have made it to the Super Bowl?","a":28},{"q":"Steve Christie kicked the longest field goal in Super Bowl history. How many yards was it?","a":54},{"q":"What percent of U.S. men between the ages of 20-40 who are at least 7 feet tall have played in the NBA?","a":17},{"q":"Rickey Henderson holds the MLB career record for most stolen bases. How many steals does he have?","a":1406},{"q":"How many commercials aired during the 2017Super Bowl?","a":111},{"q":"How many penalty kicks were taken in the longest penalty shootout in history?","a":48},{"q":"What size shoe does Shaquille O’Neal wear?","a":22},{"q":"What is the record for most touchdowns passes thrown in a 16-game NFL season?","a":55},{"q":"The NCAA has 982 men’s college basketball teams. How many women’s basketball teams does it have?","a":1003},{"q":"In 2011, the record for most red cards given in a professional soccer game was set. How many were given?","a":36},{"q":"There are 82 regular-season NBA basketball games. What is the record for most losses in a season?","a":73},{"q":"In feet and inches, how tall was the shortest player in NBA history?","a":5},{"q":"How old was the oldest person to win an Olympic gold medal?","a":65},{"q":"What was the first year that women were allowed to officially run the Boston Marathon?","a":1972},{"q":"In what year were padded boxing gloves first used in a heavyweight title fight?","a":1892},{"q":"What is the most number of Olympic medals won by an individual?","a":28},{"q":"Bo Jackson was the #1 draft pick for the 1986 NFL season. What number was he for the MLB draft of the same year?","a":105},{"q":"In 2012, Sam Groth broke the record for fastest serve in tennis. In mph, what was the speed of that ball?","a":163},{"q":"How many perfect games (no walks or hits) were pitched in Major League Baseball in the 20th century?","a":14},{"q":"Beijing’s Olympic torch could withstand wind speeds of up to how many mph without going out?","a":40},{"q":"How many times has the Kentucky Derby been won by a female horse since it started in 1875?","a":3},{"q":"How many total runs were scored in the highest scoring MLB game?","a":49},{"q":"How many pounds was the largest shark ever caught with a fishing rod?","a":2664},{"q":"How many feet are there between the foul line and the head pin in standard 10-pin bowling?","a":60},{"q":"In what year did the first Tour de France take place?","a":1903},{"q":"In days and hours, what is the record time for completing Alaska’s annual Iditarod Trail Sled Dog Race?","a":8},{"q":"How many people in the United States are 100 years old or older?","a":72197},{"q":"Americans spent $658 billion on holiday shopping in 2016. How many countries have a GDP greater than this amount?","a":19},{"q":"What percentage of Americans “often” experience heightened anxiety during the Christmas holiday season?","a":61},{"q":"What percent of American teenagers have multiple social media accounts?","a":71},{"q":"What percentage of online dating members have used the service to go on a date?","a":66},{"q":"What percent of American adults regularly take vitamins?","a":68},{"q":"What percent of Americans say they are “absolutely certain” God exists?","a":63},{"q":"In 2016, what percentage of households with children were headed by single mothers?","a":23},{"q":"How many United States residents were billionaires in 2016?","a":540},{"q":"What percent of Americans “usually” make New Year’s Resolutions?","a":41},{"q":"What percentage of people with tattoos say it makes them feel more sexy?","a":31},{"q":"What’s the average cost of a wedding in the United States?","a":26720},{"q":"What percent of single Americans believe in “love at first sight”?","a":78},{"q":"40% of households in the U.S. have credit card debt. What is the average balance among these households?","a":16425},{"q":"How many episodes of the soap opera All My Children aired on daytime TV?","a":10755},{"q":"In what year did NBC first broadcast the Macy’s Thanksgiving Day Parade?","a":1948},{"q":"On the TV show Wheel of Fortune, how many letters does the board have room to display?","a":52},{"q":"Of the top 100 most watched television broadcasts in the U.S. in 2016, how many were sporting events?","a":67},{"q":"In what year was Homer Simpson’s “D’oh!” added to the Oxford English Dictionary?","a":2001},{"q":"In what year did Reading Rainbow with host LeVar Burton premiere on PBS?","a":1983},{"q":"How old was Stephen Colbert when he started hosting the Late Show on CBS?","a":51},{"q":"How many different child actors were considered for the cast of the TV show The Brady Bunch?","a":464},{"q":"The most expensive TV ad ever featured Nicole Kidman and Chanel No.5. How much did it cost to make?","a":33000000},{"q":"How many minutes of Netflix does the average user stream daily?","a":93},{"q":"In what year did a U.S. president first appear on TV?","a":1939},{"q":"How many myths were tested over the 14 seasons of Mythbusters?","a":1015},{"q":"How many cigarettes are smoked on Mad Men during its seven seasons?","a":942},{"q":"Over its five season run, how many characters die in Breaking Bad?","a":271},{"q":"What percentage of pumpkins in the U.S are grown but never eaten?","a":83},{"q":"In what year was the Girl Scouts recipe for s’mores first published in an issue of The Girl Scout Leader?","a":1925},{"q":"How much, in dollars, is the most expensive sandwich on Earth?","a":214},{"q":"In mph, what speed can a champagne cork reach when a bottle is opened for the first time?","a":27},{"q":"In what year did Baskin-Robbins release the ice cream flavor Lunar Cheesecake?","a":1969},{"q":"How many cookies come in a family-sized 19.1 oz package of Oreos?","a":48},{"q":"In pounds, how much did the heaviest watermelon weigh?","a":351},{"q":"What is the Guiness World Record for the most McDonald’s Big Macs consumed in a lifetime?","a":28788},{"q":"How much was paid for the most expensive bottle of wine ever sold at an auction?","a":304375},{"q":"In how many countries was Coca-Cola bottled at the beginning of World War II?","a":44},{"q":"Approximately how many bubbles of carbon dioxide are released in a single flute of champagne?","a":20000000},{"q":"On average, how many pounds of beef does an American eat in a year?","a":63},{"q":"On average, how many gallons of maple sap are required to make one gallon of maple syrup?","a":43},{"q":"How many calories are in the world’s largest commercially sold gummy bear?","a":6120},{"q":"How much did Cards Against Humanity raise in their first Kickstarter campaign in 2012?","a":15570},{"q":"In minutes, how much time was dedicated to commercials during the 2016 Super Bowl?","a":67},{"q":"In what year did Nintendo introduce the Game Boy hand-held video game system?","a":1989},{"q":"How many careers has Barbie had?","a":150},{"q":"In what year did Nike release the original Air Jordan sneakers?","a":1985},{"q":"What percent of Apple’s 2016 revenue came from iPhone sales?","a":1},{"q":"For how many years did the famous Hollywood sign actually read “Hollywoodland”?","a":26},{"q":"On average, how many Coca-Cola beverages does a Mexican consume in a year?","a":745},{"q":"How many U.S. patents was IBM granted in 2016?","a":8088},{"q":"In inches, what was the length of the original Mini Cooper manufactured by BMW?","a":120},{"q":"How many wooden blocks does the game Jenga use?","a":54},{"q":"In how many songs does Kanye West mention the Louis Vuitton brand?","a":19},{"q":"In what year did Bayer stop marketing heroin as a cough suppressant?","a":1910},{"q":"In 2016, how many new Starbucks locations were opened worldwide?","a":2042},{"q":"The average human contains 23 cups of blood. How many mosquitoes would it take to drain him of blood?","a":1100000},{"q":"How many years did it take Graham Barker to collect 22.1g of belly button lint?","a":26},{"q":"How many years did the longest case of the hiccups last?","a":68},{"q":"What is the speed-eating record for most hard-boiled eggs eaten in five minutes?","a":52},{"q":"In what year was the first recorded sighting of the Loch Ness monster?","a":565},{"q":"How much money did U.S. airlines collect in 2016 for baggage fees?","a":4.2},{"q":"On average, how many car accidents do moose cause in Alaska each year?","a":776},{"q":"In feet, below what depth does it become impossible for a SCUBA diver to fart?","a":33},{"q":"What is the largest number of people over 5 feet tall to be encapsulated inside a soap bubble?","a":118},{"q":"In 1915, Cecil Chubb bought Stonehenge in an auction. Adjusted for inflation, how many dollars did he pay for it?","a":199334},{"q":"The Museum of Modern Art accidentally displayed Matisse’s Le Bateau upside-down. In days, how long was it displayed this way?","a":47},{"q":"What is the most children birthed by one mother?","a":69},{"q":"How many times higher than itself can a flea jump?","a":200},{"q":"How many bullet holes were put by police into the stolen Ford sedan in which Bonnie and Clyde were killed?","a":167},{"q":"In what year did Elvis Presly die?","a":1977},{"q":"How many Time magazine covers has Richard Nixon appeared on?","a":55},{"q":"How many minutes was Anthony Hopkins on screen for his Oscar winning performance as Hannibal Lecter in The Silence of the Lambs?","a":16},{"q":"Kate Middleton married Prince William in 2011. In dollars, what was the cost of her wedding dress?","a":250000},{"q":"How old was Taylor Swift when she won her first Grammy Award for Album of the Year?","a":20},{"q":"In what year did Bill Gates first become the richest man on earth?","a":1993},{"q":"How many men did Carrie Bradshaw date in the Sex and the City series?","a":32},{"q":"How old was Michael Jackson when Thriller was released?","a":24},{"q":"Kim Kardashian was the highest paid American reality star in 2016. What was her income?","a":51},{"q":"How much was Brad Pitt paid for his breakout role in the movie Thelma & Louise?","a":6000},{"q":"In dollars, how much did Lorne Michaels offer The Beatles to appear on Saturday Night Live in April 1976?","a":3000},{"q":"Silent movie comedian Charlie Chaplin married four times during his life. How many children did he have?","a":11},{"q":"In 1995, Empire magazine published the “100 Sexiest Movie Stars”. In what position was Woody Allen?","a":89},{"q":"How much did Justin Bieber’s hair sell for on an eBay auction?","a":40668},{"q":"What is the world record speed for a thrown playing card?","a":91.96},{"q":"David Copperfield earned more money in 2013 than in any previous year. How much did he make that year?","a":64000000},{"q":"How many times did Siegfried and Roy perform during their run at the Mirage?","a":5750},{"q":"What’s the world record for most rabbits pulled out of a hat in 30 minutes?","a":300},{"q":"In which year was the Human Cannonball stuntfirst performed?","a":1877},{"q":"Phantom of the Opera is the longest running Broadway show in history. As of June 2017, how many times has it been performed?","a":12254},{"q":"In hours and minutes, what’s the world record for sustained 3 ball juggling?","a":12},{"q":"How many different countries did Cirque Du Soleil perform in during 2017?","a":29},{"q":"In minutes and seconds, what’s the world record for running 1 mile on 1-foot tall stilts?","a":12},{"q":"How many pints of blue Jello are used in a The Blue Man Group show?","a":50},{"q":"The Spider-Man musical is the most expensive Broadway show ever. How much was spent on production?","a":75000000},{"q":"The fastest rapped verse in Hamilton lasts 16 seconds. How many total words are spoken in that time?","a":57},{"q":"What is the world record for the most knives thrown around a human target in 1 minute?","a":144},{"q":"How many feet was the longest motorcycle jump ever attempted by Evel Knievel?","a":141},{"q":"What is the world record time for the fastest completion of Super Mario Brothers?","a":4},{"q":"How many dots are in the first maze of the original Pac-Man?","a":244},{"q":"How many games were released for the original Nintendo Entertainment System?","a":713},{"q":"Including DLC, how many different vehicle models are present in Grand Theft Auto V?","a":262},{"q":"How many connections between cities are there in the Pandemic board game?","a":93},{"q":"How many connections between cities are there in the Ticket to Ride board game (US map)?","a":78},{"q":"How many hospitals are in the Child's Play Charity Network (as of Dec 2016)?","a":135},{"q":"How much money has Child's Play Charity raised since it started (as of Jan 2016)?","a":40},{"q":"In the first 45 minutes of the Matrix, how many questions does Neo ask?","a":44},{"q":"How many times is the spell 'Expecto Patronum' cast in the Harry Potter books?","a":34},{"q":"What percentage of Kickstarter projects are successfully funded (As of Feb 2017)?","a":0},{"q":"How many emoji were in the original set of emoji?","a":176},{"q":"On what date was the first Penny Arcade comic published?","a":36117},{"q":"How many devices were registered at the world's largest LAN party?","a":22483},{"q":"What percent of American adults make their own bed every day?","a":0},{"q":"On average, how many Tic Tacs come in a 1-ounce container?","a":60},{"q":"How many calories does gum-chewing burn per hour?","a":11},{"q":"In miles per hour, how fast can the cork travel when opening a champagne bottle? ","a":27.3},{"q":"What is the record for most total runs in a Major League Baseball game?","a":49},{"q":"Using current U.S. coinage, how many ways can you make change for a dollar?","a":293},{"q":"How many publishers rejected the first Harry Potter manuscript before it was accepted?","a":12},{"q":"What percent of Americans with two-car garages actually park two cars in them?","a":0},{"q":"In minutes, how long can an emperor penguin stay underwater?","a":22},{"q":"In feet, how deep is the world's deepest lake? ","a":5},{"q":"What is the record for most knives thrown around a human target in one minute?","a":144},{"q":"How many wineries are there in California?","a":4391},{"q":"How many Munchkins were cast for The Wizard of Oz?","a":124},{"q":"Including mutton-chop sideburns, how many U.S. presidents sport facial hair in their official portrait?","a":12},{"q":"How many people attended history's largest free rock concert?","a":3.5},{"q":"What percent of American dog or cat owners allow a pet to share their bed with them every night?","a":0},{"q":"What percent of Americans think they're smarter than the average American?","a":1},{"q":"How many Earths would fit in the Sun?","a":1.3},{"q":"According to Disney, how old is the oldest of the 11 official Disney princesses?","a":19},{"q":"In miles per hour, what is the fastest recorded speed of a bird in flight? ","a":242},{"q":"The Appalachian Trail runs from Georgia to Maine. In miles, how long is it?","a":2},{"q":"How many unique words appear in Dr. Seuss's Green Eggs and Ham?","a":50},{"q":"On average, how many pounds of poop does a male African elephant produce per day? ","a":235},{"q":"In what year was the last sighting of a dodo bird?","a":1688},{"q":"Since their 1917 debut, how many different types of Girl Scout Cookies have been sold?","a":56},{"q":"Not including Alaska, what percent of the U.S. is farmland?","a":0},{"q":"How many questions does the average 4-year-old ask per day?","a":390},{"q":"How many cups of coffee does the average Dunkin' Donuts store sell per day?","a":438},{"q":"How many of San Francisco's iconic cable cars run on a normal day?","a":27},{"q":"On average, how many seconds does it take to sing The Star-Spangled Banner at the Super Bowl? ","a":118},{"q":"How many cups of water can an adult pelican hold in its pouch?","a":48},{"q":"In feet, how tall was the tallest wave ever surfed? ","a":80},{"q":"On TV's Wheel of Fortune, how many pegs are on the outside of the wheel?","a":72},{"q":"In years, what is the longest recorded lifespan of a cat? ","a":38},{"q":"In days, how long does it take Mercury to make a full trip around the sun?","a":88},{"q":"In Back to the Future Part II, what was the 2015 price of a gallon of regular unleaded gas?","a":8},{"q":"How many coils does an official metal Slinky have?","a":98},{"q":"Oregon's Crater Lake is one of the world's clearest. In feet, how deep can you see on a sunny day?","a":142},{"q":"How many instruments did Prince play on his debut album?","a":27},{"q":"What percent of American adults have never flown on a plane?","a":0},{"q":"What percent of a Twinkie is air?","a":1},{"q":"In years, for how long did the famous Hollywood sign actually read “Hollywoodland”?","a":26},{"q":"The U.S. Space Shuttle program ran from 1977 - 2011. How many shuttle launches were there?","a":135},{"q":"About how many stone blocks were used to build the Great Pyramid in Giza, Egypt?","a":2.3},{"q":"As of 2018, how many Fortune 500 companies have female CEOs?","a":24},{"q":"Super Bowls aside, the M*A*S*H finale was the most viewed U.S. TV program ever. How many watched?","a":106},{"q":"How many ridges are on the edge of a U.S. quarter?","a":119},{"q":"How many active volcanoes does Iceland have?","a":33},{"q":"On average, what percent of land in Ancient Sparta was owned by women?","a":0},{"q":"How many weeks did Macarena spend at #1 on the Billboard Hot 100?","a":14},{"q":"As of 2018, what percent of the U.S. population has listened to a podcast?","a":0},{"q":"On average, how many tail feathers does a peacock have?","a":160},{"q":"In miles, what is the record distance run by a human in 24 hours?","a":189},{"q":"In minutes, how long does an American adult spend eating or drinking on a typical day? ","a":74},{"q":"On an average day, how many ships pass through the Panama Canal?","a":38},{"q":"What is the lifetime record for confirmed holes-in-one by a golfer?","a":51},{"q":"For how many years did Bob Barker host The Price is Right?","a":35},{"q":"On average, how many gallons of maple sap does it take to make one gallon of maple syrup?","a":40},{"q":"At their most distant, how many minutes does it take a radio signal to go from Earth to Mars?","a":24},{"q":"How many members does an average pride of lions have?","a":13},{"q":"On average, how many tornadoes hit Texas each year?","a":155},{"q":"The U.S. population passed 300 million in 2006. In what year did it pass 100 million?","a":1915},{"q":"In 2018, how many hours of Netflix did the average user stream per month?","a":35.5},{"q":"How many wooden blocks come in the game Jenga?","a":54},{"q":"There are 135 chapters in the novel Moby Dick. In what chapter is Moby Dick first sighted?","a":133},{"q":"In what percent of American living rooms do family members always sit in the same places?","a":0},{"q":"Alfred Hitchcock directed 53 major films. In how many did he make a cameo appearance?","a":39},{"q":"As of 2018, how many people have served as Chief Justice of the U.S. Supreme Court? ","a":17},{"q":"On average, how many African elephants would it take to equal the weight of a blue whale?","a":21},{"q":"On an industrial farm, how many eggs does the average chicken lay per year?","a":276},{"q":"In pounds, how much did André the Giant weigh when he fought Hulk Hogan in WrestleMania III?","a":520},{"q":"On average, how many chocolate chips does a classic \"Chips Ahoy!\" cookie have?","a":23},{"q":"How many symphonies did Mozart publish?","a":68},{"q":"Winchester, Virginia changed hands more than any other town during the U.S. Civil War. How many times?","a":72},{"q":"On average, how many shark attacks occur worldwide each year?","a":74},{"q":"In feet, how long is Leonardo da Vinci's mural The Last Supper? ","a":28.9},{"q":"In years, how long does it take for light to travel across the entire Milky Way galaxy? ","a":100},{"q":"How many pubs are there in Ireland?","a":7193},{"q":"Not including expansions, how many board and card games were released worldwide in 2018?","a":3884},{"q":"What is the record for most children birthed by one mother?","a":69},{"q":"The first flight between New York and Los Angeles was in 1911. In hours, how long was the plane airborne?","a":82},{"q":"How many days typically pass between a bald eagle's hatching and its first flight?","a":70},{"q":"How many islands comprise the city of Venice?","a":118},{"q":"The U.S. penny was introduced in 1793. How many were minted that year?","a":11178},{"q":"For every $1,000 of music sold by the average band, how much does its lead guitarist make?","a":23},{"q":"In the film Groundhog Day, how many times is Bill Murray's character seen reliving Groundhog Day?","a":38},{"q":"At its peak, how many travelers headed west each year on the Oregon Trail?","a":50000},{"q":"In feet and inches, how long is an Olympic balance beam?","a":16},{"q":"In what year did an African-American first win an Oscar?","a":1939},{"q":"How many hours of sleep does a typical parent lose in the first year of a baby's life? ","a":675},{"q":"How many total languages are spoken in Nigeria?","a":520},{"q":"In pounds, how much would a 100-pound person weigh if standing on Venus? ","a":90.7},{"q":"In miles per hour, how fast was the fastest serve in tennis history?","a":163.4},{"q":"How many strings are on a classical concert harp?","a":47},{"q":"What percent of Americans age 65+ have at least one tattoo?","a":0},{"q":"Of U.S. children born in 1880, what percent went on to graduate from high school?","a":0},{"q":"On average, how many marshmallows are in a standard 10.5-ounce box of Lucky Charms?","a":224},{"q":"How many Nancy Drew books were in the main series that ran from 1930 to 2003?","a":175},{"q":"As of 2018, what percent of U.S. children ages 12 - 17 have a smartphone?","a":1},{"q":"On average, how many inches long is an adult giraffe's tongue? ","a":19},{"q":"On average, how many spots does an adult cheetah have?","a":2000},{"q":"In miles per hour, what is the average wind speed inside Jupiter's Great Red Spot? ","a":348},{"q":"Through the The Simpsons' first 400 episodes, how many jobs did Homer have or mention having?","a":188},{"q":"How many ingredients are in a McRib sandwich?","a":70},{"q":"What percent of Minnesota is covered by water?","a":0},{"q":"In pounds, how much did the original 1954 Godzilla costume weigh? ","a":220},{"q":"On average, how many lashes does a human's upper eyelid have?","a":110},{"q":"In feet, how long was the longest motorcycle jump ever attempted by Evel Knievel? ","a":141},{"q":"Since its 1950 debut, how many women have made the FBI's \"10 Most Wanted\" list?","a":10},{"q":"How many songs did The Beatles have on the Billboard Hot 100?","a":71},{"q":"How many ski resorts are there in Colorado?","a":26},{"q":"Alaska's population is about 740,000 people. How many live in Anchorage?","a":294356},{"q":"From 1951 to 1992, how many nuclear bombs were tested in the desert outside Las Vegas? ","a":928},{"q":"In seconds, what is the record time aloft for a paper airplane thrown indoors on level ground?","a":29.2},{"q":"In The Shawshank Redemption, how many years does Andy Dufresne spend in prison before escaping?","a":19},{"q":"In feet, what is the record length for a giant squid's tentacles? ","a":35},{"q":"How many Empire State Buildings would stack from the oceans' deepest point to the surface?","a":25},{"q":"In what year was Europe's first university founded?","a":1088},{"q":"In days and hours, what is the record time for Alaska’s Iditarod Trail Sled Dog Race? ","a":8},{"q":"How many total Peanuts comic strips did Charles Schulz create?","a":17897},{"q":"What percent of single American adults believe in “love at first sight”?","a":1},{"q":"How many miles have been mapped of the world's largest cave?","a":405},{"q":"How many words are defined in the Oxford English Dictionary?","a":218632},{"q":"What percent of people live after being struck by lightning?","a":1},{"q":"In pounds, what is the record weight for a watermelon? ","a":351},{"q":"How many episodes aired of The Tonight Show Starring Johnny Carson?","a":4531},{"q":"On average, how many times does Yellowstone's Old Faithful geyser erupt per day?","a":17},{"q":"In feet, what is the average length of an adult human's intestines? ","a":27},{"q":"What percent of men who live in the U.S. are at least 6 feet tall?","a":0},{"q":"How many films did Drew Barrymore appear in before the age of 20?","a":24},{"q":"As of 2014, how many U.S. residents were at least 100 years old?","a":72197},{"q":"On average, how many times does an American adult laugh per day?","a":18},{"q":"In inches, how thick must ice be to safely support a passenger car?","a":7.5},{"q":"How many bullet holes did police put into the stolen car in which Bonnie and Clyde were killed?","a":167},{"q":"As of 2018, 91 Pulitzer Prizes have been awarded for Best Novel. How many went to women?","a":30},{"q":"In what year did a woman first become governor of a U.S. state?","a":1925},{"q":"Of the 1.4 million known animal species, about how many are mammals?","a":5416},{"q":"How many 2-letter words are in the Official Scrabble Players Dictionary?","a":107},{"q":"In miles per hour, how fast must a vehicle travel to exit Earth's orbit? ","a":25},{"q":"As of 2018, how many different people have reached the summit of Mt. Everest? ","a":5294},{"q":"In Star Wars, how many starfighters are deployed in the attack on the first Death Star?","a":30},{"q":"In feet, what is the farthest that an object has been thrown by a catapult on level ground?","a":3},{"q":"In what year did the last televised cigarette ad air in the U.S.?","a":1970},{"q":"What is the record for most bean bags juggled?","a":14},{"q":"John Tyler had the most children of any U.S. president. How many did he have?","a":15},{"q":"From 1989 to 2018, how many U.S. prisoners were freed by DNA evidence?","a":362},{"q":"What percent of U.S. homes have air-conditioning equipment?","a":1},{"q":"The Sound of Music is 172 minutes long. How many of those minutes feature music?","a":45},{"q":"In seconds, what is the record time for a thoroughbred racehorse to run a mile? ","a":91.2},{"q":"As of the last census, how many pandas are estimated to be living in the wild?","a":1864},{"q":"On average, how many quills are on a North American porcupine? ","a":30000},{"q":"In pounds, what is the bench press world record?","a":1},{"q":"In miles, what is the distance between Las Vegas' Paris Casino and Paris, France?","a":5},{"q":"What percent of the world's adult population is literate?","a":1},{"q":"As of 2018, how many different people have gone into space? ","a":561},{"q":"On the Rolling Stone list of The 100 Greatest Artists of All Time, where does Jimi Hendrix rank?","a":6},{"q":"Las Vegas' Heart Attack Grill makes a \"Quadruple Bypass Burger\". How many calories does it have?","a":9982},{"q":"On average, how many car accidents do moose cause in Alaska each year?","a":776},{"q":"In days, how long did it take an explorer to complete the first walk across Antarctica?","a":54},{"q":"Using a standard eye dropper, how many drops of water are in a teaspoon?","a":99},{"q":"In hours and minutes, how much does the average American adult sleep each night? ","a":6},{"q":"What percent of American adults prefer beer as their alcohol of choice?","a":0},{"q":"In feet, how tall is Niagara Falls at its tallest point?","a":187},{"q":"Since 1066, how many kings of England have there been?","a":36},{"q":"On average, how many times does a blue whale's heart beat per minute?","a":9},{"q":"In years, for how long did Coca-Cola's formula contain cocaine?","a":44},{"q":"In what year was an animated film first nominated for the Best Picture Oscar?","a":1991},{"q":"The U.S. has 61 national parks. How many are located west of the Mississippi River?","a":48},{"q":"A standard Twinkie has 130 calories. How many does a Deep-Fried Twinkie have? ","a":220},{"q":"How many years separated the openings of the Statue of Liberty and its Las Vegas replica?","a":111},{"q":"In feet, what is the average height of the Christmas tree in New York's Rockefeller Center? ","a":78},{"q":"In inches, how tall was the King Kong model used in the 1933 film's famous Empire State Building scene?","a":22},{"q":"How many times does the word \"ring\" appear in The Lord of the Rings book trilogy?","a":595},{"q":"How old was the oldest person to receive a Grammy for a new album?","a":97},{"q":"How many U.S. state capitals are also their state's most populous city?","a":17},{"q":"In miles per hour, what is the record speed for a badminton shuttlecock? ","a":265},{"q":"In hours and minutes, what is the record time for swimming the English Channel?","a":6},{"q":"In feet, how deep is the Titanic currently sitting on the ocean floor? ","a":12},{"q":"What percent of adults born in the U.S. have traveled outside the country?","a":1},{"q":"How many U.S. residents are billionaires?","a":585},{"q":"How many spaces are on the classic Candy Land board?","a":134},{"q":"What is the female record for most marriages?","a":23},{"q":"How many bear species are there?","a":8},{"q":"What percent of pumpkins grown in the U.S. are never eaten?","a":1},{"q":"The average American drinks 155 pints of beer per year. How many pints does the average German drink?","a":218},{"q":"In pounds, what is the average weight of an adult male ostrich? ","a":253.5},{"q":"How many men signed both the U.S. Declaration of Independence and the U.S. Constitution?","a":6},{"q":"In feet, how tall is the Gateway Arch in St. Louis, Missouri?","a":630},{"q":"On the Rolling Stone list of The 100 Greatest Artists of All Time, how many are from England?","a":19},{"q":"For the Las Vegas Strip's average hotel and casino, what percent of its revenue comes from gambling?","a":0},{"q":"What percent of Apple's sales come from iPhones?","a":1},{"q":"Combining both sides, how many soldiers fought in the American Revolution's first battle?","a":477},{"q":"On average, how many pairs of shoes does an American woman own?","a":19},{"q":"In miles, how far can you write with a standard pencil before running out of graphite?","a":35},{"q":"On average, how many original-flavor Pringles come in a standard-size can?","a":80},{"q":"What percent of their hidden nuts do squirrels recover?","a":0},{"q":"In dollars and cents, what was the U.S. federal minimum wage in January 1990? ","a":3},{"q":"In years, how old is the average saguaro cactus when it begins to produce its first arm? ","a":80},{"q":"In days, how long did it take the Pilgrims to cross the Atlantic Ocean on the Mayflower?                         ","a":66},{"q":"In yards, how far do the bulls run in Pamplona's Running of the Bulls? ","a":957},{"q":"What percent of a Snickers bar's volume comes from peanuts?","a":0},{"q":"In feet, how long were the mechanical sharks used to portray Jaws in the original film?","a":25},{"q":"What is the record for most Olympic gold medals won by an individual?","a":23},{"q":"How many houses are included in the classic version of Monopoly?","a":32},{"q":"In what year did the first Las Vegas casino open?","a":1931},{"q":"In miles, what is the longest total distance that any bird migrates in a year?","a":44},{"q":"What is the average number of guests at a U.S. wedding?","a":136},{"q":"What percent of the body's oxygen intake is used by the brain?","a":0},{"q":"How many pipes comprise the world's largest pipe organ?","a":33114},{"q":"The film 2001: A Space Odyssey is 149 minutes long. How many of those minutes have no dialogue?","a":88},{"q":"About how many Americans have the last name \"Smith\"?","a":2.3},{"q":"In a global survey, what percent of people said they want to permanently move to another country?","a":0},{"q":"In what year was the first crossword puzzle published?","a":1913},{"q":"For a typical dairy cow, how many udder squirts does it take to fill a one-gallon bucket?","a":350},{"q":"84 battleships participated in World War II.  How many aircraft carriers participated?","a":215},{"q":"In days, what is the record for longest submarine dive? ","a":111},{"q":"How many individuals have won two or more Nobel Prizes?","a":4},{"q":"In what year did the first commerical airline begin serving the public?","a":1914},{"q":"In how many countries was Coca-Cola bottled at the beginning of World War II?","a":44},{"q":"In the last 150 years, what was the highest percentage of eligible voters who voted in a U.S. presidential election?","a":1},{"q":"At what age did Napoleon crown himself emperor of France?","a":34},{"q":"In what year did Georgia become the last of the original 13 Colonies to be founded?","a":1732},{"q":"How many years passed between the opening of Disneyland and Disney World?","a":16},{"q":"Including Lewis and Clark, how many people were in the Corps of Discovery that traveled west in 1804?","a":59},{"q":"How many stars were on the U.S. flag in 1880?","a":38},{"q":"In what year was George Washington born?","a":1732},{"q":"In miles per hour, what was the average speed of the Wright brothers' first airplane?","a":30},{"q":"How many emperors has Japan had?","a":126},{"q":"What was the first year of circulation for a penny featuring Abraham Lincoln's portrait?","a":1909},{"q":"Since their formation in 1966, how many total members have been part of the band Santana?","a":67},{"q":"How many times does Eminem say \"My Name Is\" in the song of the same name?","a":48},{"q":"Known for his prison concerts, how many times was Johnny Cash arrested in his lifetime?","a":7},{"q":"How many songs did Aretha Franklin have on the Billboard Hot 100 Chart during her lifetime?","a":73},{"q":"In minutes, how long does it take Gene Simmons to apply his KISS makeup? ","a":12},{"q":"At what age did Ray Charles go blind?","a":7},{"q":"How many dancers make up the Rockettes kick-line?","a":36},{"q":"At the end of 2018, \"Despacito\" was the most watched video in the history of YouTube. How many views did it have?","a":5.9},{"q":"How many Platinum albums did Barbra Streisand have?","a":30},{"q":"On the Rolling Stones list of 100 Greatest Musical Artists, where do The Eagles rank?","a":75},{"q":"How many people are on the album cover of the Beatles' Sgt. Pepper's Lonely Hearts Club Band?","a":69},{"q":"In what year did Queen release the song We Will Rock You?","a":1977},{"q":"In years, what is the longest gap between number one singles for a solo female artist?","a":25},{"q":"How many days did it take for Adele's video for Hello to reach 1 billion views on YouTube?","a":87},{"q":"How many films starred Elvis as the lead actor?","a":31},{"q":"How many wooden strips make up a standard bowling lane?","a":39},{"q":"As of 2018, how many NFL teams have never won a Super Bowl?","a":12},{"q":"Of the 53 total Winter and Summer Olympics from 1896-2018, how many were hosted outside of Europe?","a":21},{"q":"How many times did Muhammad Ali lose during his professional boxing career?","a":5},{"q":"As of 2018, the U.S. has won the most Summer Olympics gold medals with 1,022. How many has the U.K. won?","a":263},{"q":"Nolan Ryan struck out 5,714 batters in his career. How many walks did he give up?","a":2795},{"q":"How many race days comprise the Tour de France?","a":21},{"q":"How many penalty kicks were taken in the soccer's longest penalty shootout in history?","a":48},{"q":"In yards, what is the length of a polo field? ","a":300},{"q":"What size shoe does former NBA star Shaquille O’Neal wear?","a":22},{"q":"How many sand traps speckle the 18 holes of the Old Course at St. Andrews?","a":112},{"q":"What is the record for most goals scored by a player in a single NHL season?","a":92},{"q":"How many hands were dealt to the winner of the main event in the 2017 World Series of Poker?","a":6420},{"q":"How many points make up the largest margin of victory in Superbowl history?","a":45},{"q":"How much was Brad Pitt paid for his breakout role in the 1991 movie Thelma & Louise?","a":6000},{"q":"Mel Blanc, the voice of Bugs Bunny, Daffy Duck, and many others, estimated he had voiced how many characters in his career?","a":400},{"q":"What is the average rating on RottenTomatoes for all movies that contains Jet-Ski action scenes?","a":0},{"q":"As of 2018, how many animated Disney or Disney-Pixar films have won the Oscar for \"Best Original Song\"?","a":12},{"q":"Including all appearances, what is the average total winning amount of a Jeopardy! champion? ","a":40468},{"q":"How many times does Vizzini say \"Inconceivable!\" in the movie The Princess Bride?","a":5},{"q":"As of 2018, how many stars have hosted Saturday Night Live at least five times?","a":19},{"q":"On the AFI list of the top 100 movies of all time, where does The Wizard of Oz rank?","a":10},{"q":"Over its five season run, how many characters die in Breaking Bad?","a":271},{"q":"As of 2018, how many films has Clint Eastwood directed?","a":37},{"q":"In the 1965 Bond movie Thunderball, a stuntman jumped into a shark-infested pool. How much was he paid to do it? ","a":700},{"q":"What is the runtime for Disney's Snow White?","a":83},{"q":"As of 2018, how many Oscar nominations has Meryl Streep had?","a":21},{"q":"In what year did the TV show Batman, starring Adam West, make its debut?","a":1966}]]],0,0,[],[],[]]
